{
    "main_language": "pt",
    "other_language": "en",
    "main_xml_name": "ihrda_1_pt.xml",
    "other_xml_name": "ihrda_1_en.xml",
    "paragraphs": [
        {
            "main_language": "AFRICAN UNION UNION AFRICAINE UNIÃO AFRICANA AFRICAN COURT ON HUMAN AND PEOPLES’ RIGHTS TRIBUNAL AFRICA DOS DIREITOS DO HOMEM E DOS POVOS",
            "other_language": "AFRICAN UNION UNION AFRICAINE UNIÃO AFRICANA AFRICAN COURT ON HUMAN AND PEOPLES’ RIGHTS COUR AFRICAINE DES DROITS DE L’HOMME ET DES PEUPLES"
        },
        {
            "main_language": "C. REPÚBLICA DO MALAUÍ",
            "other_language": "V. REPUBLIC OF MALAWI"
        },
        {
            "main_language": "PETIÇÃO N.° 013/2021",
            "other_language": "APPLICATION No. 013/2021"
        },
        {
            "main_language": "O Tribunal, constituído pelos Venerandos Juízes: Imani D. ABOUD, Presidente; Modibo SACKO, Vice-Presidente; Ben KIOKO, Rafaâ BEN ACHOUR, Suzanne MENGUE, Chafika BENSAOULA, Blaise TCHIKAYA, Stella I. ANUKAM, Dumisa B. NTSEBEZA, e Dennis D. ADJEI - juízes; e Robert ENO, Escrivão.",
            "other_language": "The Court composed of: Imani D. ABOUD, President; Modibo SACKO, Vice- President; Ben KIOKO, Rafaâ BEN ACHOUR, Suzanne MENGUE, Chafika BENSAOULA, Blaise TCHIKAYA, Stella I. ANUKAM, Dumisa B. NTSEBEZA, and Dennis D. ADJEI – Judges; and Robert ENO, Registrar."
        },
        {
            "main_language": "Nos termos do Artigo 22.° do Protocolo da Carta Africana dos Direitos do Homem e dos Povos relativo à Criação de um Tribunal Africano dos Direitos do Homem e dos Povos (doravante designado por «o Protocolo») e do n.º 2 do Artigo 9.° do Regulamento do Tribunal (doravante designado por «o Regulamento»), a Ven. Juíza Tujilane R. CHIZUMILA, Membro do Tribunal, cidadã da Malauí se absteve de participar na deliberação da Petição.",
            "other_language": "In accordance with Article 22 of the Protocol to the African Charter on Human and Peoples’ Rights on the Establishment of an African Court on Human and Peoples’ Rights (hereinafter referred to as “the Protocol”) and Rule 9(2) of the Rules of Court (hereinafter referred to as “the Rules”), Justice Tujilane R. CHIZUMILA, member of the court and a national of Malawi did not hear the application."
        },
        {
            "main_language": "No processo que envolve:",
            "other_language": "In the Matter of:"
        },
        {
            "main_language": "Symon Vuwa KAUNDA, Getrude MNYENYEMBE, Daniel Tula PHIRI, Mpata Shadreck TAYANI, Nkhasi Esau NSINAWANA e Kayafa PHIRI",
            "other_language": "Symon Vuwa KAUNDA, Getrude MNYENYEMBE, Daniel Tula PHIRI, Mpata Shadreck TAYANI, Nkhasi Esau NSINAWANA, and Kayafa PHIRI"
        },
        {
            "main_language": "Representados por:",
            "other_language": "Represented by:"
        },
        {
            "main_language": "i. Advogado Jeremiah MTOBESYA, Law Age Consult, Tanzânia; e",
            "other_language": "i. Advocate Jeremiah MTOBESYA, Law Age Consult, Tanzania; and"
        },
        {
            "main_language": "ii. Advogado Leonard Emmanuel MBULO, Mbulo Attorneys at Law, Malawi.",
            "other_language": "ii. Advocate Leonard Emmanuel MBULO, Mbulo Attorneys at Law, Malawi."
        },
        {
            "main_language": "Contra",
            "other_language": "Versus"
        },
        {
            "main_language": "REPÚBLICA DO MALAUÍ",
            "other_language": "REPUBLIC OF MALAWI"
        },
        {
            "main_language": "Representados por:",
            "other_language": "Represented by:"
        },
        {
            "main_language": "i. Pacharo Kayira, Advogado-Chefe do Estado, Ministério da Justiça e dos Assuntos Constitucionais;",
            "other_language": "i. Mr Pacharo Kayira, Chief State Advocate, Ministry of Justice and Constitutional Affairs;"
        },
        {
            "main_language": "ii. Mabvuto Katemula, Jurista Chefe do Ministério dos Negócios Estrangeiros, Cooperação com a internacional.",
            "other_language": "ii. Mr Mabvuto Katemula, Chief Legal Officer, Ministry of Foreign Affairs and International Cooperation;"
        },
        {
            "main_language": "iii. Oliver Gondwe, Jurista Principal do Ministério dos Negócios Estrangeiros e da Cooperação Internacional; e",
            "other_language": "iii. Mr Oliver Gondwe, Principal Legal Officer Ministry of Foreign Affairs and International Cooperation; and"
        },
        {
            "main_language": "iv. Lumbani Mwafulirwa, Advogado de Estado Sénior do Ministério da Justiça e dos Assuntos Constitucionais.",
            "other_language": "iv. Mr Lumbani Mwafulirwa, Senior State Advocate, Ministry of Justice and Constitutional Affairs."
        },
        {
            "main_language": "Feitas as deliberações,",
            "other_language": "After deliberation,"
        },
        {
            "main_language": "Profere o presente Acórdão",
            "other_language": "Renders this Judgment"
        },
        {
            "main_language": "1. Symon Vuwa Kaunda (a seguir designado \"o Primeiro Peticionário\") é um político, deputado da Assembleia Nacional pelo círculo eleitoral de Nkhatabay Central, no Maláui, desde 2004. Getrude Mnyenyembe, Daniel Tula Phiri, Mpata Shadreck Tayani, Nkhasi Esau Nsinawana e Kayafa Phiri (doravante designados por \"Segundo, Terceiro, Quarto, Quinto e Sexto Peticionários\", respetivamente) são todos cidadãos do Maláui, eleitores registados e apoiantes do Primeiro Peticionário. Os seis Peticionários serão conjuntamente designados por \"os Peticionários\". Os Peticionários alegam a violação dos seus direitos em relação aos processos eleitorais nos tribunais internos.",
            "other_language": "1. Symon Vuwa Kaunda (hereinafter referred to as “the First Applicant”), is a politician, who has been the Member of the National Assembly for Nkhatabay Central Constituency in Malawi since 2004. Getrude Mnyenyembe, Daniel Tula Phiri, Mpata Shadreck Tayani, Nkhasi Esau Nsinawana, and Kayafa Phiri (hereinafter referred to as “the Second, Third, Fourth, Fifth and Sixth Applicant” respectively) are Malawian nationals, registered voters and supporters of the First Applicant. The six Applicants will jointly be referred to as “the Applicants”. The Applicants allege the violation of their rights in relation to electoral proceedings before domestic courts."
        },
        {
            "main_language": "2. A Petição é instaurada contra a República da Maláui (doravante designada por «o Estado Demandado»), que se tornou Parte na Carta Africana dos Direitos do Homem e dos Povos (doravante designada por «a Carta») a 23 de fevereiro de 1990, e no Protocolo da Carta (doravante designado por «o Protocolo») a 9 de outubro de 2008. Apresentou, a 9 de outubro de 2008 nos termos do n.º 6 do Artigo 34.º do Protocolo a reconhecer a competência do Tribunal para conhecer de casos apresentados por particulares e organizações não-governamentais.",
            "other_language": "2. The Application is filed against the Republic of Malawi (hereinafter referred to as “the Respondent State”), which became a Party to the African Charter on Human and Peoples’ Rights (hereinafter referred to as “the Charter”) on 23 February 1990 and the Protocol on 9 October 2008. It further deposited, on 9 October 2008, the Declaration under Article 34(6) of the Protocol by virtue of which it accepts the jurisdiction of the Court to receive cases from individuals and Non-Governmental Organisations."
        },
        {
            "main_language": "3. Os Peticionários alegam que, na sequência das eleições gerais realizadas a 21 de maio de 2019, a Comissão Eleitoral do Maláui (doravante designada por \"MEC\") declarou o Primeiro Peticionário eleito como deputado da Assembleia Nacional do Estado Demandado para o círculo eleitoral de Nkhatabay Central.",
            "other_language": "3. The Applicants allege that following the conclusion of the general election held on 21 May 2019, the Malawi Electoral Commission (hereinafter referred to as “the MEC”) declared the First Applicant duly elected as member of the National Assembly for the Nkhatabay Central Constituency."
        },
        {
            "main_language": "4. O Sr. Ralph Joseph Mhone, que concorreu no mesmo círculo eleitoral, apresentou uma petição ao Tribunal Superior do Maláui com o objetivo de anular a eleição do Primeiro Peticionário. No dia 16 de setembro de 2019, o Tribunal Superior indeferiu a petição com base na alegação de que o peticionário não havia apresentado provas suficientes para sustentar o seu caso.",
            "other_language": "4. Mr Ralph Joseph Mhone, who contested the same constituency seat, filed a petition before the High Court of Malawi seeking to nullify the election of the First Applicant. On 16 September 2019, the High Court dismissed the petition on the ground that the petitioner had not adduced sufficient evidence to prove his case."
        },
        {
            "main_language": "5. O Sr. Mhone recorreu então da decisão do Tribunal Superior junto do Supremo Tribunal de Recurso, que, a 21 de abril de 2021, anulou o acórdão do Tribunal Superior e ordenou a anulação da eleição do Primeiro Peticionário e uma nova eleição. Ordenou igualmente a realização de novas eleições.",
            "other_language": "5. Mr Mhone then appealed the High Court’s decision before the Supreme Court of Appeal, which, on 21 April 2021, reversed the High Court’s judgment and nullified the First Applicant’s election. It also ordered that a fresh election be conducted."
        },
        {
            "main_language": "6. Os Peticionários alegam a violação dos seguintes direitos:",
            "other_language": "6. The Applicants allege the violation of the following rights:"
        },
        {
            "main_language": "i. O direito à igualdade de proteção da lei, protegido pelo n.º 2 do Artigo 3.º da Carta, ao colocar uma ênfase indevida na conformidade processual ao apreciar a petição eleitoral;",
            "other_language": "i. The right to equal protection of the law, protected under Article 3(2) of the Charter by placing undue emphasis on procedural compliance when determining the election petition;"
        },
        {
            "main_language": "ii. O direito de ser ouvido, protegido pelo n.º 1 do Artigo 7.º da Carta, ao recusar injustificadamente o pedido razoável de prorrogação do prazo pelo do Primeiro Peticionário para apresentar documentos adicionais;",
            "other_language": "ii. The right to be heard protected under Article 7(1) of the Charter by unjustifiably denying the First Applicant’s reasonable request for extension of time to file additional documents;"
        },
        {
            "main_language": "iii. O direito de recurso para os órgãos nacionais competentes contra actos de violação dos seus direitos fundamentais reconhecidos e garantidos por convenções, leis, regulamentos e costumes em vigor, protegidos pelo n.º 1, alínea a) do Artigo 7.º, Artigo 7.º da Carta, na medida em que o Supremo Tribunal se equivocou na reapreciação das provas na assembleia de voto de Msinjiyiwi; e",
            "other_language": "iii. The right to appeal to competent national organs against acts of violating his fundamental rights as recognized and guaranteed by conventions, laws, regulations and customs in force protected under Article 7(1)(a) of the Charter, insofar as the Supreme Court misdirected itself in the re- consideration of evidence at Msinjiyiwi Polling station; and"
        },
        {
            "main_language": "iv. O direito dos Peticionários de participarem livremente no governo e nos assuntos públicos do seu país, protegido pelo n.º 1 do artigo 13.º da Carta, na medida em que o Supremo Tribunal ordenou a realização de novas eleições.",
            "other_language": "iv. The right of the Applicants to participate freely in the government and public affairs of their country, protected under Article 13(1) of the Charter, insofar as the Supreme Court ordered that a fresh election be conducted."
        },
        {
            "main_language": "7. A Petição, juntamente com um pedido de medidas provisórias, foi recebida no Cartório do Tribunal a 5 de Maio de 2021 e notificada ao Estado Demandado a 13 de Maio de 2021 para a apresentação da sua resposta no prazo de noventa (90) dias e apresentação das suas observações sobre o pedido de medidas provisórias no prazo de dez (10) dias respetivamente.",
            "other_language": "7. The Application together with a request for provisional measures were filed before the Court on 5 May 2021 and served on the Respondent State on 13 May 2021 for its response within ninety (90) days and its observations on the request for provisional measures within ten (10) days respectively."
        },
        {
            "main_language": "8. A 5 de junho de 2021, o Estado Demandado apresentou a sua resposta ao pedido de medidas provisórias.",
            "other_language": "8. On 5 June 2021, the Respondent State filed its response to the request for provisional measures."
        },
        {
            "main_language": "9. Em 11 de junho de 2021, o Tribunal emitiu uma decisão na qual recusou as medidas provisórias solicitadas pelos Peticionários para a suspensão das eleições. As Partes foram notificadas da Decisão a 12 de Junho de 2021.",
            "other_language": "9. On 11 June 2021, the Court issued a Ruling in which it rejected the request for provisional measures by the Applicants that the election should be suspended. The Parties were notified of the Ruling on 12 June 2021."
        },
        {
            "main_language": "10. A 30 de Junho de 2022, o Cartório recordou ao Estado Demandado que o prazo para responder à Petição tinha expirado e que o Tribunal procederia e proferiria um acórdão à revelia caso o Estado Demandado não apresentasse a resposta solicitada no prazo de quarenta e cinco (45) dias a contar da receção da notificação.",
            "other_language": "10. On 30 June 2022, the Registry reminded the Respondent State that the time-limit to respond to the Application had elapsed, and that the Court would proceed to render a judgment in default should the Respondent State fail to file the requested response within forty-five (45) days of receipt of the notification."
        },
        {
            "main_language": "11. No termo do prazo acima referido, o Estado Demandado não apresentou os seus articulados tal como solicitado.",
            "other_language": "11. At the expiry of the above stated time, the Respondent State did not file its pleadings as requested."
        },
        {
            "main_language": "12. A fase de apresentação de articulados foi encerrada a 12 de Maio de 2023 e as Partes foram devidamente notificadas.",
            "other_language": "12. Pleadings were closed on 12 May 2023 and the Parties were duly notified thereof."
        },
        {
            "main_language": "13. O Peticionário pleiteia que o Tribunal se digne:",
            "other_language": "13. The Applicants pray the Court as follows:"
        },
        {
            "main_language": "i. Declara que o Estado Demandado violou os direitos do Peticionário, previstos nos n.º 2 do Artigos 3º, n.º 1, alínea a) do Artigo 7.° e n.° 1 do Artigo 13.° da Carta dos;",
            "other_language": "i. It has material jurisdiction insofar as the Applicants allege the violation of rights guaranteed under Articles 3(2), 7(1), 7(1)(a) and 13(1) of the Charter, to which the Respondent State is a party."
        },
        {
            "main_language": "ii. Ordenar um despacho de reparação através do pagamento das custas dos Peticionários.",
            "other_language": "ii. Make an order for reparations by payment of the Applicants’ costs."
        },
        {
            "main_language": "14. O Estado Demandado não apresentou uma resposta à Petição e, por conseguinte, não fez quaisquer pedidos.",
            "other_language": "14. The Respondent State did not file a response to the Application and therefore did not make any prayers."
        },
        {
            "main_language": "15. O Artigo 63.º do Regulamento prevê o seguinte:",
            "other_language": "15. Rule 63 of the Rules provides that:"
        },
        {
            "main_language": "“Quando uma das partes não comparecer em juízo ou não defender a sua causa dentro do prazo estipulado pelo Tribunal, este pode, a pedido da outra parte ou por sua própria iniciativa, proferir um acórdão à revelia, depois de se ter assegurado de que a parte revel foi devidamente notificada e que lhe foram transmitidos todos os restantes documentos pertinentes do processo.",
            "other_language": "Whenever a party does not appear before the Court, or fails to defend its case within the period prescribed, the Court may, on the application of the other party, or on its own motion, enter decision in default after it has satisfied itself that the defaulting party has been duly served with the Application and all other documents pertinent to the proceedings."
        },
        {
            "main_language": "16. O Tribunal observa que a regra acima mencionada estabelece três condições nas quais o Tribunal pode proferir um acórdão à revelia, nomeadamente, i) a notificação à parte revel da petição e de outros documentos pertinentes para o processo; ii) a revelia de uma das partes; iii) a pedido feito pela outra parte ou o poder discricionário do Tribunal.1",
            "other_language": "16. The Court notes that the afore-mentioned Rule sets out three conditions on which the Court may render judgment in default, namely, i) notification to the defaulting Party of both the application and other documents pertinent to the proceedings; ii) default of one of the Parties iii) request made by the other Party or the discretion of the Court."
        },
        {
            "main_language": "17. Por último, no que diz respeito à notificação da Petição à parte revel, o Tribunal observa que, a 13 de maio de 2021, a Petição e todos os documentos de apoio foram notificados relativos ao Estado Demandado, tendo-lhe sido solicitado que apresentasse a sua resposta no prazo de noventa (90) dias. O Estado Demandado foi ainda notificado de que o Tribunal emitiria um acórdão à revelia se não apresentasse a sua resposta num prazo de quarenta e cinco (45) dias. Apesar disso, o Estado Demandado não respondeu e, por fim, os articulados foram encerrados a 12 de maio de 2023. O Tribunal conclui, assim, que a parte revel, ou seja, o Estado Demandado, foi devidamente notificada.",
            "other_language": "17. With regard to notification of the Application to the Respondent State and default by one of the parties, the Court notes that, on 13 May 2021, the Application and all supporting documents were served on the Respondent State and it was requested to file its response within ninety (90) days of receipt. The Respondent State was further notified that the Court would issue a default judgment if it failed to file its response within an additional extension of forty-five (45) days. Despite this, the Respondent State did not respond thereto and ultimately, pleadings were closed on 12 May 2023. The Court thus concludes that the defaulting party, that is, the Respondent State, was duly notified."
        },
        {
            "main_language": "18. No que diz respeito à não comparência de uma das partes, o Tribunal observa que, a 13 de maio de 2021, solicitou ao Estado Demandado que apresentasse a sua resposta à Petição no prazo de noventa (90) dias. No entanto, o Estado Demandado não apresentou a sua resposta. O Tribunal observa ainda que, a 30 de junho de 2022, o Cartório recordou ao Estado Demandado que o prazo para apresentar uma resposta à Petição tinha terminado. O Cartório também informou as partes de que, se não recebesse qualquer resposta no prazo de quarenta e cinco (45 ) dias, o Tribunal prosseguiria e proferiria um acórdão à revelia. Apesar destes avisos, o Estado Demandado não apresentou qualquer resposta. O Tribunal considera, por conseguinte, que o Estado Demandado não exerceu o seu direito de defesa.",
            "other_language": "18. With regard to the default of one of the Parties, the Court notes that, on 13 May 2021, it requested the Respondent State to file its response to the Application within ninety (90) days. However, the Respondent State did not submit its response. The Court further observes that, on 30 June 2022, the Registry reminded the Respondent State that the time-limit to file a response to the Application had elapsed. The Registry also informed the Parties that if it did not receive any response within forty-five (45) days, the Court would proceed to pass judgment in default. Despite these reminders, the Respondent State did not file any response. The Court, therefore, finds that the Respondent State has not exercised its right to defense."
        },
        {
            "main_language": "19. No que respeita a esta última condição, o Tribunal recorda que, em conformidade com o Artigo 63.o do Regulamento, pode proferir um acórdão à revelia, quer suo motu, quer a pedido da outra parte. Não tendo o Peticionário solicitado um acórdão à revelia, o Tribunal decide suo motu, e para uma correcta administração da justiça, proferir o acórdão à revelia.",
            "other_language": "19. With respect to the last condition, the Court notes pursuant to Rule 63 of the Rules that it can render judgment in default either suo motu or on request of the other party. The Applicant having not requested for a default judgment, the Court decides suo motu, and for the proper administration of justice, to render the judgment by default."
        },
        {
            "main_language": "20. Estando assim preenchidos os requisitos, o Tribunal pronuncia o presente acórdão à revelia",
            "other_language": "20. The requirements having thus been met, the Court renders this judgment by default"
        },
        {
            "main_language": "21. O Artigo 3.o do Protocolo prevê o seguinte:",
            "other_language": "21. Article 3 of the Protocol provides that:"
        },
        {
            "main_language": "1. «A competência do Tribunal é extensiva a todos os processos e litígios que lhe sejam apresentados relativamente à interpretação e aplicação da Carta, deste Protocolo e de qualquer outro instrumento pertinente de direitos humanos ratificado pelos Estados em causa.»",
            "other_language": "1. The jurisdiction of the Court shall extend to all cases and disputes submitted to it concerning the interpretation and application of the Charter, this Protocol and any other relevant Human Rights instrument ratified by the States concerned."
        },
        {
            "main_language": "2. No caso de litígio sobre a competência do Tribunal, cabe ao Tribunal decidir.",
            "other_language": "2. In the event of a dispute as to whether the Court has jurisdiction, the Court shall decide."
        },
        {
            "main_language": "22. O Tribunal nota, nos termos do n.º 1 do Artigo 49.º do Regulamento, «O Tribunal procede, preliminarmente, ao exame da sua competência em conformidade com a Carta, o Protocolo e o presente Regulamento.»",
            "other_language": "22. The Court notes pursuant to Rule 49(1) of the Rules, that it “shall preliminarily ascertain its jurisdiction in accordance with the Charter, the Protocol and these Rules”."
        },
        {
            "main_language": "23. Com base nas disposições supracitadas, o Tribunal procede, preliminarmente ao exame da sua competência e determina sobre quaisquer excepções prejudiciais, se for o caso.",
            "other_language": "23. On the basis of the above-cited provisions, therefore, the Court must preliminarily establish its jurisdiction and dispose of objections thereto, if any."
        },
        {
            "main_language": "24. O Tribunal observa que não foi apresentada nenhuma exceção a sua competência no presente processo. Por conseguinte, o Tribunal considera que tem competência para conhecer da presente Petição. A este respeito, o Tribunal observa que não há nada nos autos que indique que não é competente e, por conseguinte o Tribunal considera o seguinte:",
            "other_language": "24. The Court notes that there is no objection to its jurisdiction in this case. However, it must satisfy itself that it has the jurisdiction to consider the instant Application. In this regard, the Court notes that there is nothing on record indicating that it does not have jurisdiction and therefore, it finds as follows:"
        },
        {
            "main_language": "i. Tem competência em razão da Matéria, dado que, como anteriormente referido, os Peticionários alegam a violação dos direitos garantidos pelo n.º 2 do Artigo 3.º, n.º 1, alínea a) do Artigo 7.º e n.º 1 do Artigo 13.º da Carta, da qual o Estado Demandado é parte.",
            "other_language": "i. It has material jurisdiction insofar as the Applicants allege the violation of rights guaranteed under Articles 3(2), 7(1), 7(1)(a) and 13(1) of the Charter, to which the Respondent State is a party."
        },
        {
            "main_language": "ii. O Tribunal tem competência em razão do sujeito na medida em que o Estado Demandado ratificou o Protocolo e depositou a Declaração exigida nos termos do n.º 6 do Artigo 34.º do Protocolo, tal como estabelecido anteriormente no presente acórdão.",
            "other_language": "ii. It has personal jurisdiction insofar as the Respondent State has ratified the Protocol and deposited the Declaration required under Article 34(6) of the Protocol as established earlier in this judgment."
        },
        {
            "main_language": "iii. Tem competência em razão do tempo, uma vez que as alegadas violações ocorreram depois de o Estado Demandado se ter tornado parte da Carta e do Protocolo.",
            "other_language": "iii. It has temporal jurisdiction, insofar as the alleged violations occurred after the Respondent State became a party to the Charter and the Protocol."
        },
        {
            "main_language": "iv. Tem competência em razão do território na medida em que as alegadas violações ocorreram no território do Estado Demandado, que é um Estado Parte no Protocolo.",
            "other_language": "iv. It has territorial jurisdiction insofar as the alleged violations occurred within the territory of the Respondent State, which is a state party to the Protocol."
        },
        {
            "main_language": "25. Nos termos do disposto no n.° 2 do Artigo 6.° do Protocolo «O Tribunal delibera sobre a admissibilidade de casos tendo em conta o disposto no Artigo 56.º da Carta.»",
            "other_language": "25. Pursuant to Article 6(2) of the Protocol, “the Court shall rule on the admissibility of cases taking into account the provisions of Article 56 of the Charter.”"
        },
        {
            "main_language": "26. De acordo com o n.° 1 do Artigo 50.º «O Tribunal procede ao exame da admissibilidade da acção, em conformidade com o Artigo 56.º da Carta e»",
            "other_language": "26. In line with Rule 50(1) of the Rules “the Court shall ascertain the admissibility of an Application filed before it in accordance with Article 56 of the Charter.”"
        },
        {
            "main_language": "27. O Tribunal observa que o n.° 2 do Artigo 50.º do Regulamento, cujo teor reitera as disposições do Artigo 56.º da Carta, dispõe o seguinte:",
            "other_language": "27. The Court notes that Rule 50(2) of the Rules, which in substance restates the provisions of Article 56 of the Charter, provides as follows:"
        },
        {
            "main_language": "As Petições apresentadas perante o Tribunal devem respeitar todas as seguintes condições:",
            "other_language": "Applications filed before the Court shall comply with all of the following conditions:"
        },
        {
            "main_language": "a. Indicar a identidade dos seus autores, mesmo que estes solicitem o anonimato;",
            "other_language": "a. Indicate their authors even if the latter request anonymity;"
        },
        {
            "main_language": "b. Serem compatíveis com o Acto Constitutivo da União Africana e com a Carta;",
            "other_language": "b. Are compatible with the Constitutive Act of the African Union and with the Charter;"
        },
        {
            "main_language": "c. Não conter linguagem injuriosa ou ultrajante dirigida contra o Estado em causa e suas instituições ou contra a União Africana;",
            "other_language": "c. Are not written in disparaging or insulting language directed against the State concerned and its institutions or the African Union;"
        },
        {
            "main_language": "d. Não se limitar exclusivamente a reunir notícias difundidas pelos órgãos de comunicação social;",
            "other_language": "d. Are not based exclusively on news disseminated through the mass media;"
        },
        {
            "main_language": "e. Serem apresentadas após terem sido esgotados todos os recursos internos, se existirem, a menos que seja manifesto para o Tribunal que tais recursos se prolongam de modo anormal;",
            "other_language": "e. Are sent after exhausting local remedies, if any, unless it is obvious that this procedure is unduly prolonged;"
        },
        {
            "main_language": "f. Serem introduzidas dentro de um prazo razoável, contado a partir da data em que foram esgotados os recursos internos ou da data fixada pelo Tribunal como sendo a data do início do prazo dentro do qual a matéria deve ser interposta; e",
            "other_language": "f. Are submitted within a reasonable time from the date local remedies were exhausted or from the date set by the Court as being the commencement of the time limit within which it shall be seized with the matter; and"
        },
        {
            "main_language": "g. Não levantar qualquer questão ou assuntos anteriormente resolvidos pelas partes, de acordo com os princípios da Carta das Nações Unidas, da Carta da Organização da Unidade Africana ou das disposições da Carta.",
            "other_language": "g. Do not deal with cases which have been settled by those States involved in accordance with the principles of the Charter of the United Nations, or the Constitutive Act of African Union or the provisions of the Charter."
        },
        {
            "main_language": "28. Na presente petição, o Estado Demandado não participou plenamente no processo e, por conseguinte, não levantou quaisquer objecções à admissibilidade da petição. No entanto, o Tribunal considera que a Petição reúne todos os critérios de admissibilidade estipulados no Artigo 56.° da Carta e do n.º 2 do Artigo 50.º do seu Regulamento.",
            "other_language": "28. In the instant Application, the Respondent State did not fully participate in the proceedings and thus did not raise any objections to the admissibility of the Application. However, the Court must establish that the Application meets the admissibility requirements specified in Article 56 of the Charter and Rule 50 (2) (a) of the Rules."
        },
        {
            "main_language": "29. O Tribunal observa, com base nos autos, que os Peticionários estão claramente identificados por nome em conformidade com o disposto no n.º 2, alínea a), do Artigo 50.º do Regulamento.",
            "other_language": "29. From the record, the Court notes that the Applicants have been clearly identified by name in fulfilment of Rule 50(2)(a) of the Rules."
        },
        {
            "main_language": "30. O Tribunal observa igualmente que as alegações apresentadas pelos Peticionários procuram proteger os seus direitos garantidos pela Carta. Observa ainda que um dos objectivos do Acto Constitutivo da União Africana, tal como reiterado na alínea (h) do Artigo 3.º do mesmo, é a promoção e a protecção dos direitos humanos e dos povos. Além disso, a Petição não contém qualquer reivindicação ou pleito que seja incompatível com a disposição do Acto Constitutivo. Neste contexto, o Tribunal conclui que a Petição está em conformidade com o n.º 2, alínea b), do Artigo 50.º do Regulamento.",
            "other_language": "30. The Court further notes that the claims made by the Applicants seek to protect their rights guaranteed under the Charter. Furthermore, one of the objectives of the Constitutive Act of the African Union, as stated in Article 3(h) thereof, is the promotion and protection of human and peoples’ rights. Additionally, the Application does not contain any claim or prayer that is incompatible with a provision of the said Act. The Court thus finds that the Application complies with Rule 50(2)(b) of the Rules."
        },
        {
            "main_language": "31. O Tribunal observa ainda que a Petição não contém qualquer linguagem ultrajante ou insultuosa em directa Estado Demandado ou à suas instituições em conformidade com o n.º 2, alínea c), do Artigo 50.º do Regulamento.",
            "other_language": "31. The Court further notes that the Application does not contain any disparaging or insulting language directed at the Respondent State or its institutions, in compliance with the Rule 50(2)(c) of the Rules."
        },
        {
            "main_language": "32. A Petição também não se baseia exclusivamente em notícias veiculadas através dos meios de comunicação social em autos processuais dos tribunais domésticos do Estado Demandado. Neste contexto, a Petição está em conformidade com o n.º 2, alínea d), do Artigo 50.º do Regulamento.",
            "other_language": "32. The Application is also not based exclusively on news disseminated through mass media, but rather on the record from the domestic courts of the Respondent State. Thus, the Application complies with Rule 50(2)(d) of the Rules."
        },
        {
            "main_language": "33. O Tribunal observa que, a 21 de abril de 2021, o Supremo Tribunal de Recurso do Maláui proferiu uma decisão em que anulou o acórdão do Tribunal de Superior; ordenou a anulação da eleição do Primeiro Peticionário; e ordenou ainda uma nova eleição. Sendo o Supremo Tribunal de Recurso o mais alto tribunal do Estado Demandado, este Tribunal considera que os recursos locais foram esgotados na presente Petição, e que o requisito estabelecido no n.º 2, alínea e) do Artigo 50.º do Regulamento foi cumprido.",
            "other_language": "33. The Court notes that on 21 April 2021, the Supreme Court of Appeal of Malawi rendered a decision in which it set aside the High Court’s judgment, ordered the nullification of the First Applicant’s election and further ordered a fresh election. The Supreme Court of Appeal being the highest court of the Respondent State, this Court finds that local remedies were exhausted in the present Application, and the requirement set out under Rule 50(2)(e) of the Rules is thus met."
        },
        {
            "main_language": "34. No que diz respeito ao requisito estabelecido no n.º 2, alínea f) do Regulamento, o Tribunal recorda que a avaliação da razoabilidade do tempo para apresentar uma petição deve ser considerada caso a caso.2 O Tribunal já proferiu decisões anteriores nas quais estabeleceu que, em situações onde o período sob avaliação é relativamente curto, o Peticionário ficará isento de comprovar a razoabilidade, sendo o mencionado intervalo de tempo, consequentemente, considerado como manifestamente razoável.3",
            "other_language": "34. With regard to the requirement set out under Rule 50(2)(f) of the Rules, the Court recalls that assessment of the reasonableness of time to file an application should be considered on a case-by-case basis. The Court has previously held that in circumstances where the time being assessed is relatively short, the Applicant will be exempted from proving reasonableness and the said time will thus be said to be manifestly reasonable."
        },
        {
            "main_language": "35. O Tribunal observa que, no caso em apreço, o Supremo Tribunal de Recurso proferiu o seu acórdão a 21 de abril de 2021, enquanto a presente Petição foi apresentadas perante Tribunal 5 de maio de 2021. Por conseguinte, somente decorreram catorze (14) dias entre o momento em que foram esgotadas as vias de recurso locais e a apresentação da petição perante o Tribunal. Tendo em conta o que precede, o Tribunal considera que a Petição foi interposta dentro de um prazo manifestamente razoável, na acepção do n.º 2, alínea f), do Artigo 50.º do Regulamento.",
            "other_language": "35. The Court notes that, in the instant matter, the Supreme Court of Appeal delivered its judgment on 21 April 2021, while the present Application was filed before the Court on 5 May 2021. Therefore, only fourteen (14) days elapsed between the time the local remedies were exhausted and the filing of the Application before the Court. In view of the above, the Court finds that the Application was filed within a manifestly reasonable time and therefore in accordance with Rule 50(2)(f) of the Rules."
        },
        {
            "main_language": "36. O Tribunal também considera que a Petição não suscita qualquer matéria ou questões previamente resolvidas pelo Das Partes Envolvidas de acordo com os princípios da Carta das Nações Unidas ou do Acto Constitutivo da UA, conforme exigido pelo n.º 2, alínea (g), do Artigo 50.º do Regulamento.",
            "other_language": "36. The Court also holds that the Application does not raise any matter or issues previously settled by the parties in accordance with the principles of the Charter of the United Nations, the Constitutive Act of the African Union, the provisions of the Charter as required under Rule 50(2)(g) of the Rules."
        },
        {
            "main_language": "37. Pelas razões acima expostas, o Tribunal considera que a presente Petição satisfaz os critérios de admissibilidade nos termos do Artigo 56.° da Carta e reiterado no n.º 2 do Artigo 50.° do Regulamento e, nessa conformidade, declara a Petição admissível.",
            "other_language": "37. As a consequence of the foregoing, the Court holds that the Application fulfils all the requirements set out under Article 56 of the Charter as restated in Rule 50(2) of the Rules and accordingly finds the Application admissible."
        },
        {
            "main_language": "38. Os Peticionários alegam que o Estado Demandado violou os seguintes direitos:",
            "other_language": "38. The Applicants allege that the Respondent State has violated the following rights:"
        },
        {
            "main_language": "i. O direito à igualdade de proteção perante a lei, garantido pelo n.º 2 do Artigo 3.º da Carta, ao colocar uma ênfase indevida na conformidade processual ao considerar a petição eleitoral;",
            "other_language": "i. The right to equal protection before the law guaranteed under Article 3(2) of the Charter by placing undue emphasis on procedural compliance when determining the election petition;"
        },
        {
            "main_language": "ii. O direito de ser ouvido, protegido pelo n.º 1 do Artigo 7.º da Carta, ao recusar injustificadamente o pedido razoável de prorrogação do prazo pelo do Primeiro Peticionário para apresentar documentos adicionais;",
            "other_language": "ii. The right to be heard protected under Article 7(1) of the Charter by unjustifiably denying the First Applicant’s reasonable request for extension of time to file additional documents;"
        },
        {
            "main_language": "iii. O direito de recurso para os órgãos nacionais competentes contra actos de violação dos seus direitos fundamentais reconhecidos e garantidos por convenções, leis, regulamentos e costumes em vigor, protegidos pelo n.º 1, alínea a) do Artigo 7.º da Carta, pelo facto de o Supremo Tribunal não ter desempenhado as suas funções de forma competente quando se desviou do seu objetivo na reapreciação das provas na assembleia de voto de Msinjiyiwi; e",
            "other_language": "iii. The right to an appeal to competent national organs against acts of violating his fundamental rights as recognized and guaranteed by conventions, laws, regulations and customs in force protected under Article 7(1)(a) of the Charter, by the Supreme Court failing to competently discharge its functions when it misdirected itself in the re- consideration of evidence at Msinjiyiwi Polling station; and"
        },
        {
            "main_language": "iv. O direito dos Peticionários de participarem livremente no governo e nos assuntos públicos do seu país, garantido pelo n.º 1 do Artigo 13.º da Carta, ordenando a realização de novas eleições.",
            "other_language": "iv. The right of the second, third, fourth, fifth and six Applicants to participate freely in the government and public affairs of their country guaranteed under Article 13(1) of the Charter by ordering that a fresh election be conducted."
        },
        {
            "main_language": "39. O Segundo, Terceiro, Quarto, Quinto e Sexto Peticionários alegam que a decisão do Supremo Tribunal de anular as eleições e ordenar novas eleições privou-os do seu direito de participar livremente na governação e nos assuntos públicos, e negou ao primeiro Peticionário a oportunidade de representar o seu povo como deputado da assembleia nacional. Os referidos Peticionários alegam que tal violação resultou do facto de a decisão do Supremo Tribunal se ter baseado em factos que, embora verdadeiros, não eram materiais e não afectaram o resultado da eleição.",
            "other_language": "39. The second, third, fourth, fifth and six Applicants allege that the decision of the Supreme Court to nullify the elections and order fresh elections, disenfranchised their right to freely participate in governance and public affairs, and denied the First Applicant the opportunity to represent his people as a member of the national assembly. It is the contention of the said Applicants that such a breach arose from the fact that the Supreme Court’s decision was based on facts, which although true, were not material and did not affect the outcome of the election."
        },
        {
            "main_language": "40. O Estado Demandado não apresentou quaisquer observações em relação a esta alegação.",
            "other_language": "40. The Respondent State did not make any submissions on this issue."
        },
        {
            "main_language": "41. O Tribunal reconhece que o direito dos cidadãos de participarem nos assuntos políticos da sua nação é um direito democrático fundamental salvaguardado tanto pela Carta como por vários outros instrumentos internacionais de direitos humanos.",
            "other_language": "41. The Court acknowledges that the right of citizens to engage in the political affairs of their nation stands as a fundamental democratic entitlement safeguarded by both the Charter and various other international human rights instruments."
        },
        {
            "main_language": "42. O n.º 1 do Artigo7.° da Carta dispõe que:",
            "other_language": "42. Article 13(1) of the Charter provides that:"
        },
        {
            "main_language": "«Todo o cidadão tem o direito de participar livremente no governo do seu país, quer directamente quer através de representantes livremente escolhidos de acordo com as disposições da lei.",
            "other_language": "Every Citizen shall have the right to participate freely in the government of his country, either directly or through freely chosen representatives in accordance with the provisions of the law."
        },
        {
            "main_language": "43. O Tribunal observa que esta disposição garante expressamente tanto o direito de voto como o de ser eleito. Tal como o Tribunal já determinou anteriormente,",
            "other_language": "43. The Court notes this provision expressly guarantees both the right to vote and to be elected. As the Court has previously held,"
        },
        {
            "main_language": "O direito à participação confere a todos os cidadãos o direito de se envolverem no governo do seu país, diretamente ou através dos seus representantes livremente escolhidos. Inclui o direito de votar e de se candidatar a eleições para assumir cargos políticos ou oficiais, bem como de obter, sem discriminação, a oportunidade de servir a sua nação fazendo parte do governo. Nos casos \"em que os cidadãos votam para participar indiretamente nos assuntos do seu país através de representantes, o direito implica o respeito pela liberdade dos cidadãos de escolherem os seus representantes e a proibição de qualquer medida que comprometa a capacidade de os seus representantes desempenharem as funções que lhes foram atribuídas\". 6",
            "other_language": "The right to participation confers on all citizens the right to be involved in the government of their country directly or through their freely chosen representatives. It includes the right to vote and stand for elections to assume political or official positions as well as obtain, without discrimination, the opportunity to serve their nation being part of the government. Where citizens vote to indirectly participate in the affairs of their country through representatives, the right entails respect for the citizens’ freedom to choose their representatives and the prohibition of any measure that would compromise their representatives' ability to perform functions that they have assigned to them."
        },
        {
            "main_language": "44. No presente caso, o Tribunal observa que a alegação dos Peticionários diz respeito à forma como o Supremo Tribunal de Recurso do Estado Demandado julgou a petição eleitoral e decidiu anular as eleições. Dos autos, os Peticionários alegam que o Supremo Tribunal não fez uma constatação adequada ao anular as eleições com base em motivos como o facto de algumas urnas não estarem seguras, os boletins de resultados terem sido adulterados, os representantes dos partidos terem guardado os boletins de resultados em sua casa e o presidente de uma assembleia de voto ter alterado o número de votos. Segundo os Peticionários, embora esses fundamentos fossem verdadeiros, não eram materiais e não afectaram o resultado das eleições de uma forma que justificasse a anulação dos resultados.",
            "other_language": "44. In the present case, the Court notes that the Applicants’ allegation pertains to the manner in which the Supreme Court of Appeal of the Respondent State adjudicated on the electoral petition and decided to annul the election. From the record, the Applicants aver that the Supreme Court did not make a proper finding by nullifying the election on grounds such as some ballot boxes not being secured, results sheets being tempered with, parties’ representatives keeping the result sheets at their homes, and the presiding officer of one polling station altering the number of votes. According to the Applicants, while those grounds were true, they were not material and did not affect the outcome of the election in a manner that warranted cancellation of the results."
        },
        {
            "main_language": "45. O Tribunal observa que segundo os autos, ao considerar se esses fundamentos justificavam a anulação dos resultados, o Supremo Tribunal de Recurso considerou dos autos do que a decisão do Tribunal Superior de que não existiam provas suficientes para anular a eleição do Primeiro Recorrente era contrária ao foi corroborada por provas. Foi com base nestes motivos que o Supremo Tribunal de Recurso anulou o acórdão do Tribunal Superior e anulou as referidas eleições e ordenou a realização de novas eleições, em conformidade com o n.º 4 do Artigo 100.º da Lei relativa às eleições parlamentares e presidenciais, no círculo eleitoral central de Nkhatabay.",
            "other_language": "45. The Court notes from the record that, in considering whether those grounds warranted the results being nullified, the Supreme Court of Appeal found that the decision of the High Court on the insufficiency of evidence to overturn the election of the First Applicant was not supported by the evidence. It was on these grounds that the Supreme Court of Appeal set aside the High Court’s judgment, annulled the said election and ordered that fresh elections be conducted in accordance with Section 100(4) of the Parliamentary and Presidential Elections Act in the Nkhatabay Central Constituency."
        },
        {
            "main_language": "46. Pode-se concluir que a forma como o Supremo Tribunal de Recurso avaliou as provas e chegou à sua decisão não demonstra qualquer erro flagrante.",
            "other_language": "46. It follows from the foregoing, that there was nothing manifestly erroneous in the manner in which the Supreme Court of Appeal assessed the evidence, and decided as it did."
        },
        {
            "main_language": "47. Consequentemente, este Tribunal indefere o pedido dos Peticionários e considera que o Estado Demandado não violou o direito dos Peticionários de participarem livremente na governação do seu país, protegido pelo n.º 1 do Artigo 13.º da Carta.",
            "other_language": "47. Consequently, this Court therefore dismisses the Applicants’ claim and finds that the Respondent State did not violate the Applicants’ right to participate freely in the government of his country protected under Article 13(1) of the Charter."
        },
        {
            "main_language": "48. Os Peticionários alegam que o Estado Demandado colocou uma ênfase indevida na conformidade processual ao determinar a petição eleitoral, , sem considerar as consequências e os custos de tais medidas em relação aos direitos dos Peticionários de participarem na A governação do seu país. Esta situação, de acordo com os Peticionários violou o seu direito à igualdade e à igual protecção da lei.",
            "other_language": "48. The Applicants contend that the Respondent State placed undue emphasis on procedural compliance when determining the election petition, without considering the consequences and costs of such measures in relation to the rights of the Applicants to participate in the government of their country. This, according to the Applicants, violated their right to equality and equal protection of the law."
        },
        {
            "main_language": "49. O Estado Demandado não apresentou quaisquer observações em relação a esta alegação.",
            "other_language": "49. The Respondent State did not make any submission in respect of this issue."
        },
        {
            "main_language": "50. O Tribunal recorda que o n.º 2 do Artigo 7.º da Carta dispõe que: «todo o ser humano tem direito à igual protecção da lei.»",
            "other_language": "50. The Court recalls that Article 3(2) of the Charter provides that: “every individual shall be entitled to equal protection of the law.”"
        },
        {
            "main_language": "51. Como a jurisprudência do Tribunal havia determinado anteriormente o princípio da igualdade perante a lei, que está implícito no princípio de igual protecção da lei, não requer necessariamente a igualdade de tratamento em todos os casos e pode permitir o tratamento diferenciado dos indivíduos em diferentes situações.",
            "other_language": "51. As the Court has previously held, the principle of equality before the law, which is implicit in the principle of equal protection of the law, does not necessarily require equal treatment in all instances and may allow differentiated treatment of individuals placed in different situations."
        },
        {
            "main_language": "52. O Tribunal observa igualmente que uma violação do n.º 2 do Artigo 3º da Carta não decorre necessariamente de um alegado caso de tratamento diferenciado. Nomeadamente, o ónus da prova recai sobre a parte que alega, e as declarações gerais alegando a violação de um direito não são suficientes para estabelecer violação da Carta.8",
            "other_language": "52. The Court also notes that a violation of Article 3(2) of the Charter does not necessarily follow from an alleged instance of differentiated treatment. Notably, the burden of proof is on the party that alleges, and general statements to the effect that a right has been violated do not suffice to establish a violation of the Charter."
        },
        {
            "main_language": "53. No caso presente, o Tribunal observa que os Peticionários se limitam a alegar que o Supremo Tribunal de Recurso deu ênfase indevida à conformidade processual no que diz respeito ao registo dos eleitores, sem declarar como isso levou a uma violação do seu direito à igualdade. Também não demonstraram de que forma a ênfase do Supremo Tribunal de Recurso na conformidade processual contrariava as regras estabelecidas na legislação nacional ou violava o seu direito à igualdade ou à igual proteção da lei. Os Peticionários deveriam, de facto, ter apresentado provas de como foram tratados de forma diferente de outras pessoas na mesma situação.",
            "other_language": "53. In the present case, the Court observes that the Applicants merely allege that the Supreme Court of Appeal placed undue emphasis on procedural compliance in respect of registration of voters, without stating how doing so led to a breach of their right to equality. They do not also demonstrate how the Supreme Court of Appeal’s emphasis on procedural compliance run counter to established rules in the national law or violated their right to equality or equal protection of the law. The Applicants should have provided evidence as to how they were treated differently from other persons in the same situation."
        },
        {
            "main_language": "54. Em qualquer caso, este Tribunal recorda que em qualquer caso, os Estados, dentro dos limites permitidos, têm a liberdade de configurar os seus órgãos de gestão eleitoral para satisfazer as suas necessidades locais peculiares. No caso presente, tal como o Supremo Tribunal de Recurso considerou, houve falta ou inadequação de sensibilização cívica dos eleitores sobre o recenseamento, o que levou a uma baixa afluência às urnas. Isto deveu-se ao facto de os A cidadãos não estarem conscientes da necessidade de se recensearem para votar, uma vez que a maioria das pessoas pensava que o Registo Nacional de Identidade, que tinham feito anteriormente junto do Gabinete Nacional de Registo, os habilitava a votar sem terem de se recensear novamente para votar. Por conseguinte, o Supremo Tribunal de Recurso ordenou, com razão, que as eleições se realizassem de novo para garantir que fossem conduzidas de uma forma que respeitasse as leis eleitorais.",
            "other_language": "54. This Court recalls that in any event, States are allowed latitude, within permissible limits, to configure their electoral management bodies to satisfy their peculiar local exigencies. In the present case, as the Supreme Court of Appeal found, there was lack of, or inadequate, civic voter sensitization about the registration which led to a low turnout. This was due to citizens not being aware of the need to register to vote as most people thought that the National Identity Registration which they had previously done with the National Registration Bureau qualified them to vote without having to specifically register again to vote. Therefore, the Supreme Court of Appeal rightly ordered that the election be held afresh to ensure that they were conducted in a manner that abides by electoral laws."
        },
        {
            "main_language": "55. Por conseguinte, o Tribunal conclui que o Supremo Tribunal de Recurso não violou o direito à igualdade do Peticionário consagrados no n.º 2 do Artigo 3.º da Carta. Tendo em conta o que precede, este Tribunal rejeita as reivindicações dos Peticionários.",
            "other_language": "55. Consequently, the Court finds that the Respondent State did not violate the Applicants’ right to equal protection of the law protected under Article 3(2) of the Charter. In light of the foregoing, this Court dismisses the Applicants’ claim."
        },
        {
            "main_language": "56. Os Peticionários alegam que o Supremo Tribunal de Recurso negou injustificadamente o pedido razoável dos Peticionários de prorrogar a apresentação de documentos adicionais.",
            "other_language": "56. The Applicants allege that the Supreme Court of Appeal unjustifiably denied the First Applicant’s reasonable request for extension of time to file additional documents."
        },
        {
            "main_language": "57. Os Peticionários alegam ainda que o Supremo Tribunal de Recurso não cumpriu integralmente as suas funções quando se desviou na reconsideração das provas sobre o que ocorreu na assembleia de voto de Msinjiyiwi.",
            "other_language": "57. The Applicants further aver that the Supreme Court of Appeal failed to discharge its functions when it erred by reconsidering the evidence of what occurred at Msinjiyiwi Polling Station."
        },
        {
            "main_language": "58. O Estado Demandado não apresentou quaisquer observações em relação a esta alegação.",
            "other_language": "58. The Respondent State did not make any submission in respect of this issue."
        },
        {
            "main_language": "59. O n.º 1 do Artigo 7.° da Carta dispõe que:",
            "other_language": "59. Article 7(1)(a) of the Charter provides that:"
        },
        {
            "main_language": "«todo o indivíduo tem o direito a que a sua causa seja apreciada. Esta compreende: o direito de recorrer aos tribunais nacionais competentes contra qualquer acto que viole os direitos fundamentais que lhe são reconhecidos e garantidos pelas convenções, leis, regulamentos e costumes em vigor».",
            "other_language": "[e]very individual shall have the right to have his cause heard. This comprises: a) The right to an appeal to competent national organs against acts of violating his fundamental rights as recognized and guaranteed by conventions, laws, regulations and customs in force."
        },
        {
            "main_language": "60. O Tribunal observa que a alegação dos Peticionários no Supremo Tribunal de Recurso gira em torno de duas (2) questões, em primeiro lugar, a alegada recusa de prorrogação do prazo para apresentar documentos adicionais; e, em segundo lugar, a reconsideração de provas. O Tribunal examinará essas questões de forma individualizada.",
            "other_language": "60. The Court notes that the Applicants’ allegation in relation the Supreme Court of Appeal revolves around two (2) issues, firstly, the alleged denial of extension of time to file additional documents; and secondly, on the reconsideration of evidence. The Court will consider these issues in turns."
        },
        {
            "main_language": "61. O Tribunal recorda que o direito a ser ouvido inclui o direito de dispor de tempo para apresentar documentos para suportar as suas alegações. No caso de Evodius Rutechura c. República Unida da Tanzânia, o Peticionário alegou que o Tribunal de Recurso tinha indeferido erradamente o seu pedido de recurso fora de prazo. No entanto, não fundamentou esta alegação nem demonstrou com provas a alegada violação do seu direito devido ao erro do Tribunal de Recurso. Afirmou simplesmente que estava doente. O Tribunal considerou que a forma como o Tribunal de Recurso indeferiu o pedido do Peticionário de apresentar um pedido de revisão fora de prazo não revela qualquer erro manifesto ou erro judicial para com o Peticionário. Por conseguinte o Tribunal conclui que o Estado Demandado não está em contravenção com o n.º 1, alínea a), do Artigo 7.º da Carta.",
            "other_language": "61. The Court recalls that the right to have one’s cause heard includes the right to be afforded time to file documents in support of one’s claims. In the case of Evodius Rutechura v. United Republic of Tanzania, the Applicant alleged that the Court of Appeal had erroneously dismissed his application to file for review out of time. Nevertheless, he did not substantiate this allegation or demonstrate with evidence the alleged violation of his right owing to the error of the Court of Appeal. He simply asserted that he was sick. The Court found that the manner in which the Court of Appeal dismissed the Applicant’s application to file an application for review out of time did not disclose any manifest error or miscarriage of justice to the Applicant. The Court therefore dismissed the allegation and found that the Respondent State did not violate Article 7(1)(a) of the Charter."
        },
        {
            "main_language": "62. No caso em apreço, o Tribunal observa que o indeferimento pelo Supremo Tribunal de Recurso do pedido de prorrogação de prazo do Primeiro Peticionário para apresentar documentos adicionais se baseou no facto de o Primeiro Peticionário não ter apresentado uma justificação satisfatória. O Tribunal observa que, com base nos autos o Primeiro Peticionário apresentou os documentos no último minuto, apesar de o processo ter sido adiado várias vezes.",
            "other_language": "62. In the present case, the Court notes that the Supreme Court of Appeal’s denial of the First Applicant’s request for extension of time to file additional documents was based on the fact that the First Applicant did not put forward a satisfactory justification. The Court notes from the record, that the First Applicant submitted the additional documents belatedly despite the matter having been adjourned several times."
        },
        {
            "main_language": "63. Tendo em conta o acima exposto, este Tribunal considera que o Estado Demandado não violou o direito a ser ouvido no que diz respeito à alegada recusa de prorrogação do prazo para apresentar documentos adicionais.",
            "other_language": "63. In view of the above, the Court finds that the Respondent State did not violate the right to be heard in respect of the alleged denial of extension of time to file additional documents."
        },
        {
            "main_language": "64. O Tribunal observa que o direito a que a sua causa seja ouvida implica a oportunidade para o Peticionário de apresentar as suas evidências e avaliadas pelos tribunais.",
            "other_language": "64. The Court observes that the right to have one’s cause heard entails the possibility of the Applicant to adduce his evidence and for the courts to evaluate the same."
        },
        {
            "main_language": "65. Neste caso, o Tribunal observa que o Supremo Tribunal não se desviou do seu objetivo, mas apenas exerceu os seus deveres ao reconsiderar as provas apresentadas ao Tribunal Superior, especialmente no que diz respeito à afirmação de que foram feitas alterações aos registos de voto na assembleia de voto de Msinjiyiwi.",
            "other_language": "65. In the instant case, the Court observes that the Supreme Court of Appeal did not misdirect itself but merely performed its duties by reconsidering the evidence adduced before the High Court, especially in respect of the assertion that alterations were made to the voting records at Msinjiyiwi polling station."
        },
        {
            "main_language": "66. Também nada impedia o Supremo Tribunal de Recurso de reexaminar as provas.",
            "other_language": "66. There was also nothing preventing the Supreme Court of Appeal from reconsidering the evidence."
        },
        {
            "main_language": "67. O Tribunal considera, portanto, que o Estado Demandado não violou o direito de ter a sua causa ouvida no que diz respeito às provas que foram reconsideradas pelo Supremo Tribunal de Recurso.",
            "other_language": "67. The Court therefore finds that the Respondent State did not violate the right to have one’s cause heard with regard to the evidence having been reconsidered by the Supreme Court of Appeal."
        },
        {
            "main_language": "68. Os Peticionários pedem ao Tribunal que declare que o Estado Demandado violou os seus direitos protegidos pelo n.º 2 do Artigo 3.º, n.º 1, alínea a) do Artigo 7.º e n.º 1 do Artigo 13º da Carta e que ordene ao Estado Demandado que suporte as despesas do processo.",
            "other_language": "68. The Applicants prays the Court to find that the Respondent State violated their rights protected under Articles 3(2), 7(1)(a) and 13(1) of the Charter and to order the Respondent State to bear the costs of the proceedings."
        },
        {
            "main_language": "69. O Estado Demandado não apresentou quaisquer observações em relação as reparações.",
            "other_language": "69. The Respondent State did not make any submissions on reparations."
        },
        {
            "main_language": "70. O Artigo 27.o ao Protocolo prevê o seguinte:",
            "other_language": "70. Article 27 for the Protocol provides that:"
        },
        {
            "main_language": "Se o Tribunal concluir que houve violação dos direitos do homem ou dos povos decretará medidas adequadas para o ressarcimento da violação, incluindo o pagamento de compensação ou indemnização justa.»",
            "other_language": "If the Court finds that there has been violation of a human or peoples’ rights it shall make appropriate orders to remedy the violation, including the payment of fair compensation or reparation."
        },
        {
            "main_language": "71. No caso vertente, uma vez que nenhuma violação foi constatada, a apreciação do pleito relativo a reparações não tem fundamento. Neste sentido, o Tribunal nega provimento ao pleito do Peticionário relativo a reparações.",
            "other_language": "71. In the instant case, given that no violation has been found, consideration of the prayer for reparation is no longer warranted. The Court, therefore, dismisses the Applicant’s prayer for reparations."
        },
        {
            "main_language": "72. Nas suas observações, os Peticionários pleiteiam o Tribunal condene o Estado Demandado a pagar as custas judiciais relativas à Petição.",
            "other_language": "72. In their submissions, the Applicants pray the Court to order the Respondent State to bear the costs of the Application."
        },
        {
            "main_language": "73. O Estado Demandado não apresentou quaisquer observações em relação a Custas.",
            "other_language": "73. The Respondent State did not make any submission on costs."
        },
        {
            "main_language": "74. Em conformidade com os termos do n.º 2 do Artigo 32.º do Regulamento, «salvo decisão em contrário do Tribunal, cada parte suportará as suas próprias custas judiciais.",
            "other_language": "74. Pursuant to Rule 32(2) of the Rules, “unless otherwise decided by the Court, each party shall bear its own costs, if any.”"
        },
        {
            "main_language": "75. No caso em apreço, o Tribunal não encontra qualquer razão para desviar- se da sua prática estabelecida e, por conseguinte, ordena que cada Parte suporte as suas próprias custas.",
            "other_language": "75. In the instant case, the Court does not find any reason for departing from its established practice and thus orders that each Party will bear its own costs."
        },
        {
            "main_language": "76. Pelas razões acima expostas:",
            "other_language": "76. For these reasons:"
        },
        {
            "main_language": "O TRIBUNAL,",
            "other_language": "THE COURT"
        },
        {
            "main_language": "Por unanimidade:",
            "other_language": "Unanimously:"
        },
        {
            "main_language": "No que respeita à competência",
            "other_language": "On jurisdiction"
        },
        {
            "main_language": "i. Declara que é competente para conhecer da causa;",
            "other_language": "i. Declares that it has jurisdiction."
        },
        {
            "main_language": "No que respeita à admissibilidade",
            "other_language": "On admissibility"
        },
        {
            "main_language": "ii. Declara que a Petição é admissível.",
            "other_language": "ii. Declares that the Application is admissible."
        },
        {
            "main_language": "No que respeita ao mérito",
            "other_language": "On merits"
        },
        {
            "main_language": "iii. Considera que o Estado Demandado não violou o direito à igualdade de proteção da lei, protegido pelo n.º 2 do Artigo 3.º da Carta, no que diz respeito à ênfase do Supremo Tribunal de Recurso na conformidade processual relativa ao registo dos eleitores;",
            "other_language": "iii. Finds that the Respondent State did not violate the right to equal protection of the law, protected under Article 3(2) of the Charter with regard to the Supreme Court of Appeal’s emphasis on procedural compliance concerning the registration of voters;"
        },
        {
            "main_language": "iv. Considera que o Estado Demandado não violou o direito dos Peticionários a que a sua causa seja ouvida, protegido pelo n.º 1 do Artigo 7.º da Carta, pelo facto de o Supremo Tribunal de Recurso ter recusado a conceder uma prorrogação do prazo para a apresentação de documentos adicionais;",
            "other_language": "iv. Finds that the Respondent State did not violate the Applicants’ right to have their cause heard, protected under Article 7(1) of the Charter by the Supreme Court of Appeal’s denial to grant the extension of time to file additional documents;"
        },
        {
            "main_language": "v. Considera que o Estado Demandado não violou o direito dos Peticionários a um recurso efetivo, protegido pelo n.º 1, alínea a) do Artigo 7.º da Carta, devido ao facto de o Supremo Tribunal de Recurso ter reexaminado as provas apresentadas no Tribunal Superior;",
            "other_language": "v. Finds that the Respondent State did not violate the Applicants’ right to an effective remedy, protected under Article 7(1)(a) of the Charter, owing to the Supreme Court of Appeal’s reconsidering of evidence adduced in the High Court;"
        },
        {
            "main_language": "vi. Conclui que o Estado Demandado não violou o direito do Peticionário à livre participação no Governo nos assuntos públicos do seu país, protegidos no n.º 1 do Artigo 13.º",
            "other_language": "vi. Finds that the Respondent State did not violate the Applicants’ right to free participation in the government and public affairs in their country, protected under Article 13(1) of the Charter."
        },
        {
            "main_language": "No que respeita a reparações",
            "other_language": "On reparations"
        },
        {
            "main_language": "vii. Rejeita o pedido de indemnização.",
            "other_language": "vii. Dismisses the prayer for reparations."
        },
        {
            "main_language": "Quanto às custas",
            "other_language": "On costs"
        },
        {
            "main_language": "viii. Determina que cada uma das Partes seja responsável pelas suas próprias custas judiciais.",
            "other_language": "viii. Orders that each Party will bear its own costs."
        }
    ]
}