{
    "main_language": "fr",
    "other_language": "en",
    "main_xml_name": "ihrda_2_fr.xml",
    "other_xml_name": "ihrda_2_en.xml",
    "paragraphs": [
        {
            "main_language": "Dans l´Affaire",
            "other_language": "In the Case"
        },
        {
            "main_language": "SUNDAY CHARLES UGWUABA c. ÉTAT DU SÉNÉGAL Affaire N° ECW/CCJ/APP/27/17/SUPP. ARRÊT N° ECW/CCJ/JUD/16/22",
            "other_language": "SUNDAY CHARLES UGWUABA v. REPUBLIC OF SENEGAL Application No. ECW/CCJ/APP/27/17/SUPP- Judgment No. ECW/CCJ/JUD/16/22"
        },
        {
            "main_language": "ARRÊT",
            "other_language": "JUDGMENT"
        },
        {
            "main_language": "ACCRA",
            "other_language": "ACCRA"
        },
        {
            "main_language": "Le 28 mars 2022",
            "other_language": "On March 28, 2022"
        },
        {
            "main_language": "SUNDAY CHARLES UGWUABA ……………… REQUÉRANT ET ÉTAT DU SÉNÉGAL……………………………..DEFENDEUR",
            "other_language": "SUNDAY CHARLES UGWUABA .................. APPLICANT And REPUBLIC OF SENEGAL ……………..…. RESPONDENT"
        },
        {
            "main_language": "Hon. Juge Dupe ATOKI ………….………………………… Présidente Hon. Juge Keikura Bangura…………………………………….Membre Hon. Juge Januária T. S. Moreira COSTA……… Membre/Juge rapporteur",
            "other_language": "Hon. Justice Dupe ATOKI………………..…..Presiding Hon. Justice Justice Keikura BANGURA ……..Member Hon. Justice Januária T. S. Moreira COSTA….Member/Rapporteur Judge"
        },
        {
            "main_language": "Aboubacar DIAKITE………………………………Greffier",
            "other_language": "Aboubacar DIAKITE………………………………………….Registrar"
        },
        {
            "main_language": "Femi Falana, SAN ……………………………..Avocat du requérant",
            "other_language": "Femi Falana, SAN ...................................Counsel for the Applicant"
        },
        {
            "main_language": "Maître Papa Moussa Félix Sow…………………Avocat du défendeur",
            "other_language": "Maitre Papa Moussa Felix Sow.....................Counsel for the Respondent"
        },
        {
            "main_language": "1. Cet arrêt de la Cour est rendu en audience publique virtuelle, conformément à l'article 8 (1) des Instructions Pratiques sur la Gestion Électronique des Affaires et des Audiences Virtuelles de la Cour de 2020.",
            "other_language": "1. This is the Court's Judgment read in a virtually public hearing, pursuant Article 8 (1) of the 2020 Practical Instructions on Electronic Case Management and Virtual Sessions of the Court."
        },
        {
            "main_language": "2. Le requérant est un ressortissant nigérian, résidant en Gambie.",
            "other_language": "2. The Applicant is a Nigerian citizen, residing in The Gambia."
        },
        {
            "main_language": "3. L'Etat défendeur est la République du Sénégal, État membre de la CEDEAO et signataire de la Charte Africaine des Droits de l'Homme et des Peuples.",
            "other_language": "3. The Respondent is the Republic of Senegal, an ECOWAS Member State and signatory to the African Charter on Human and Peoples' Rights."
        },
        {
            "main_language": "4. En l´espèce, le requérant a demandé à la Cour de proroger le délai dans lequel il peut demander un arrêt complémentaire sur la réparation dans l'Affaire N° ECW/CCJ/APP/27/17, entre SUNDAY CHARLES UGWUABA et LA RÉPUBLIQUE DU SÉNÉGAL, dans laquelle un arrêt a été rendu le 28 juin 2019. Le requérant demande à la Cour de compléter l'arrêt rendu dans l'affaire précitée, en condamnant le défendeur à lui verser une compensation générale, pour violation du droit fondamental à la liberté de circulation des personnes, des biens et des services, car bien que la Cour ait conclu que le droit du requérant avait été violé par le défendeur, aucune indemnisation ne lui a été accordée.",
            "other_language": "4. In the instant case, the Applicant prayed the Court to extend the time limit within which he can apply for an additional judgment in Case No. ECW/CCJ/APP/27/17, between SUNDAY CHARLES UGWUABA vs. REPUBLIC OF SENEGAL, in which a judgment was rendered on June 28, 2019, and praying the Court to supplement the judgment rendered in the aforementioned proceedings by mandating the Respondent to pay the Applicant general compensation for violation of the fundamental right to freedom of movement of persons, goods and services, taking into consideration that even though the Court found that the Applicant's right was violated by the Respondent, no compensation was awarded in his favor."
        },
        {
            "main_language": "5. La requête introductive d´instance (Doc 1) a été enregistrée au Greffe de la Cour le 13 février 2020 et notifiée à l'Etat défendeur le 10 mars 2020.",
            "other_language": "5. The application initiating proceedings (Doc 1) was lodged at the Registry of this Court on February 13, 2020 and served on the Respondent State on March 10, 2020."
        },
        {
            "main_language": "6. Le 20 mai 2020, le défendeur a déposé son mémoire en défense (doc. 2), qui a été notifiée au requérant le 5 juin 2020 et sur lequel ce dernier n'a pas répondu.",
            "other_language": "6. On May 20, 2020, the Respondent submitted its defense (doc. 2) which was served on the Applicant on June 5, 2020 to which the Applicant made not comment."
        },
        {
            "main_language": "7. Le 20 septembre 2021 fixé pour l'audition des parties, seul le représentant du requérant a comparu et a demandé un ajournement, pour présenter une nouvelle demande, ce qui lui a été accordée, l'audience étant renvoyée au 14 octobre 2021.",
            "other_language": "7. The hearing of the parties was held on September 20, 2021, in which only the representative of the Applicant attended and sought an adjournment to submit a new application, which was granted, being postponed the hearing to October 14, 2021."
        },
        {
            "main_language": "8. Le 5 octobre 2021, le requérant a déposé une demande à l'appui de sa requête introductive d´instance (Affidavit in Support of Motion on Notice) (doc. 3), qui a été notifiée au défendeur le 29 novembre 2021.",
            "other_language": "8. On October 5, 2021 the Applicant filed an application to support its original application (Afidavit in Support of Motion on Notice) (doc. 3) which was served on the Respondent on November 29, 2021."
        },
        {
            "main_language": "9. Le 11 octobre fixé pour l´audition des parties, seul le représentant du requérant a comparu et a déposé sa demande de prorogation de délai pour la demande d´un arrêt complémentaire sur la réparation.",
            "other_language": "9. October 11 was appointed for a hearing of the parties, in which only the Applicant’s representative attended, who submitted his application for an extension of time limit for the application for a supplementary judgment."
        },
        {
            "main_language": "10. La Cour a donné la parole au représentant du requérant pour qu´il présente ses observations sur le fond de la demande d´arrêt complémentaire sur la réparation. La Cour a noté que le conseil du requérant a assisté à la séance alors qu´il était en véhicule et lui a adressé un avertissement ferme pour qu'il n´assiste plus à l´audience de la Cour dans un véhicule en mouvement. Au vu de ces éléments, l'affaire a été ajournée au 30 novembre 2021, pour la poursuite de l'audience.",
            "other_language": "10. The Court granted the Applicant's representative the floor to make his submissions on the merits of the Supplementary Judgment application, which was adjourned because it was observed that the Applicant's counsel appeared at the session in a moving vehicle which led the hearing to adjourned to November 30, 2021."
        },
        {
            "main_language": "11. Une nouvelle audience a eu lieu le 25 janvier 2022, à laquelle seul le représentant du requérant a comparu et a présenté ses observations orales.",
            "other_language": "11. On January 25, 2022, a new hearing was held, which was attended only by the Applicant's representative, who made his oral submissions."
        },
        {
            "main_language": "12. La décision a été reportée au 28 mars 2022.",
            "other_language": "12. The decision was adjourned to March 28, 2022."
        },
        {
            "main_language": "a. Résumé des faits:",
            "other_language": "a. Summary of Facts:"
        },
        {
            "main_language": "13. La Cour de céans a rendu un arrêt dans l´affaire ECW/CCJ/APP/27/17 entre SUNDAY CHARLES UGWUABA et LA RÉPUBLIQUE DU SÉNÉGAL, le 28 juin 2019.",
            "other_language": "13. This Court delivered a judgment in the case ECW/CCJ/APP/27/17 between SUNDAY CHARLES UGWUABA v. REPUBLIC OF SENEGAL on June 28, 2019."
        },
        {
            "main_language": "14. Dans l'arrêt précité, cette Cour a déclaré, à la page 29, que le comportement des agents du défendeur, qui ont empêché le requérant d'entrer en République du Sénégal, constitue une violation du droit de ce dernier à la libre circulation des personnes, des biens et des services, tel que garanti par les articles 13 de la Déclaration Universelle des Droits de l'Homme.",
            "other_language": "14. In the said judgment, this Court, at page 29, declared that the conduct of the Respondent’s official who prevented the Applicant from entering the Republic of Senegal constituted a violation of the Applicant’s right to free movement of persons, goods and services as guaranteed by Articles 13 of the Universal Declaration of Human Rights"
        },
        {
            "main_language": "15. Que bien que la Cour ait conclu que le droit du requérant a été violé par le défendeur, aucune indemnisation ne lui a été accordée, conformément au principe énoncé dans l´affaire Ashby c. White (1703) 14 St Tr 695, 92 ER 126.",
            "other_language": "15. That although the Court found that the Applicant's right was violated by the Respondent, no compensation was awarded in favor of the Applicant, in accordance with the principle stated in Ashby v. White (1703) 14 St Tr 695, 92 ER 126."
        },
        {
            "main_language": "16. Qu'elle ne s'est pas prononcée sur la compensation relative aux dommages et intérêts pour violation du droit du requérant.",
            "other_language": "16. That no pronouncement was made about the type of compensation relating to damages for violation of the Applicant’s right."
        },
        {
            "main_language": "17. Que l'article 63 (1) prévoit que « Sans préjudice des dispositions relatives à l’interprétation des arrêts, les erreurs de plume ou de calcul ou des inexactitudes évidentes peuvent être rectifiées par la Cour, soit d’office, soit à la demande d’une partie à condition que cette demande soit présentée dans un délai de 1 mois à compter du prononcé de l’arrêt ».",
            "other_language": "17. That Article 63 (1) provides that, without prejudice to the provisions relating to the interpretation of judgments, the Court may, of its own motion or at the request of a party, within one month after the delivery of a judgment, rectify clerical errors, miscalculations and obvious slip therein."
        },
        {
            "main_language": "18. De même, l'article 63 (2) prévoit que « Les parties, dûment averties par le Greffier en Chef, peuvent présenter des observations écrites dans un délai fixé par le Président. »",
            "other_language": "18. Similarly, Article 63 (2) provides that the parties whom the Chief Registrar shall duly notify (of the judgment), may submit a statement of written observations within a time limit established by the President."
        },
        {
            "main_language": "19. Cet article 64(1) prévoit que « Si la Cour a omis de statuer, soit sur un chef isolé des conclusions, soit sur les dépens, la partie qui entend s’en prévaloir saisit la Cour par voie de requête dans le mois de la signification de l’arrêt ».",
            "other_language": "19. This Article 64 (1) provides that where the Court omits in a decision on a particular typology of compensation or on costs, any party may, within one month after notification of the judgment, request the Court to supplement its decision."
        },
        {
            "main_language": "b. Moyens de droit",
            "other_language": "b. Pleas in Law:"
        },
        {
            "main_language": "20. Le requérant a invoqué les articles 63 (1), (2) et 64 (1) du Règlement de la Cour.",
            "other_language": "20. The Applicant cited Articles 63 (1), (2) and 64 (1) of the Court’s Rules and Regulations."
        },
        {
            "main_language": "c. Conclusions du défendeur :",
            "other_language": "c. Reliefs Sought:"
        },
        {
            "main_language": "21. Le requérant a conclu à ce qu´il plaise à la Cour de :",
            "other_language": "35. The Applicant concluded seeking from the Court:"
        },
        {
            "main_language": "I. Proroger le délai dans lequel il peut demander un arrêt complémentaire sur la réparation sur l'affaire ECW/CCJ/APP/27/17, entre SUNDAY CHARLES UGWUABA et RÉPUBLIQUE DU SÉNÉGAL dans laquelle un arrêt a été rendu le 28 juin 2019.",
            "other_language": "I. An Extension of the time limit within which the Applicant may apply for an additional judgment in the case ECW/CCJ/APP/27/17 between SUNDAY CHARLES UGWUABA vs. REPUBLIC OF SENEGAL in which a judgment was rendered on June 28, 2019."
        },
        {
            "main_language": "II. Compléter l´arrêt sur l'affaire N° ECW/CCJ/APP/27/17 entre SUNDAY CHARLES UGWUABA et LA RÉPUBLIQUE DU SÉNÉGAL, prononcé le mercredi 28 juin 2019, en condamnant le défendeur à lui verser une compensation générale, pour violation du droit fondamental à la libre circulation des personnes, des biens et des services.",
            "other_language": "II. That it should supplement the judgment in Case No. ECW/CCJ/APP/27/17 between SUNDAY CHARLES UGWUABA v. REPUBLIC OF SENEGAL delivered on Wednesday, June 28, 2019, mandating the Respondent to pay the Applicant general compensation for violation of the fundamental right to freedom of movement of persons, goods and services."
        },
        {
            "main_language": "III. Rendre toute autre ordonnance que la Cour de céans juge applicable en l’espèce.",
            "other_language": "III. And any other orders as this Court may deem proper and appropriate in the circumstance of the instant case."
        },
        {
            "main_language": "a. Résumé des faits :",
            "other_language": "a. Summary of Facts:"
        },
        {
            "main_language": "22. Dans l´arrêt rendu le 28 juin 2019, la Cour a déclaré que « Le défendeur, l'État du Sénégal, a violé le droit du requérant, SUNDAY CHARLES UGWUABA, à la libre circulation des personnes, des biens et des services », mais « le lien de causalité entre le préjudice allégué par le requérant et la fermeture de la frontière n'a pas été établi. »",
            "other_language": "22. In its judgment delivered on 28 June 2019, the Court held that “The Respondent, the State of Senegal, violated the human right of the Applicant, SUNDAY CHARLES UGWUABA, to the free movement of persons, goods and services”, but “The causal link between the alleged damage by the Applicant and the border closure has not been established”."
        },
        {
            "main_language": "23. La Cour a donc rejeté les demandes de dommages et intérêts de SUNDAY CHARLES UGWUABA.",
            "other_language": "23. Accordingly, the Court dismissed SUNDAY CHARLES UGWUABA's claims for damages."
        },
        {
            "main_language": "24. Que la Cour n’a pas omis de statuer sur les demandes d’indemnisation du requérant qui ne cherche qu’à faire revenir la cour sur sa décision.",
            "other_language": "24. That the Court has not failed to rule on the Applicant’s claims for damages and that he is merely seeking the Court to annul its judgment."
        },
        {
            "main_language": "25. Qu'il est évident que l´affaire de M. SUNDAY est non seulement infondée, mais qu'elle est frivole et qu'elle entraîne à nouveau des frais pour l'État du Sénégal.",
            "other_language": "25. That it is clear that Mr. Sunday's proceedings are not only unfounded, but are also frivolous and are again incurring costs for the State of Senegal."
        },
        {
            "main_language": "26. Le défendeur a invoqué l'irrecevabilité de la présente demande, pour les motifs suivants :",
            "other_language": "26. The Respondent pleaded the inadmissibility of the instant application on the following grounds:"
        },
        {
            "main_language": "27. L'article 63 concerne l'interprétation de l’arrêt rendu, les erreurs de plume ou de calcul ou d’inexactitudes évidentes qui peuvent être rectifiées.",
            "other_language": "27. Article 63 concerns the interpretation of the judgments rendered, clerical or calculation errors or obvious slip that can be rectified."
        },
        {
            "main_language": "28. Le délai pour saisir la Cour est d'un mois à compter du prononcé de l'arrêt.",
            "other_language": "28. The time limit for filing an application with the Court is one month from the date the judgment is rendered."
        },
        {
            "main_language": "29. L’arrêt a été rendu le 28 juin 2019 et la requête date du 9 mars 2020.",
            "other_language": "29. The judgment was rendered on June 28, 2019 and the application was filed on March 9, 2020."
        },
        {
            "main_language": "30. La requête est non seulement irrecevable mais son objet ne porte nullement sur les cas prévus par l’article 63 du Règlement.",
            "other_language": "30. The application is not only inadmissible, but its object is in no way related to the cases provided for in Article 63 of the Rules."
        },
        {
            "main_language": "31. L'article 64 du Règlement vise le cas où la Cour a omis de statuer sur un chef isolé des conclusions ou sur les dépens.",
            "other_language": "31. Article 64 of the Rules refers to the case where the Court did not rule on any of the issues under discussion or on costs."
        },
        {
            "main_language": "32. Ce recours doit se faire dans un délai d’un mois à compter de la signification.",
            "other_language": "32. The said application must be filed within one month of notification of the judgment."
        },
        {
            "main_language": "33. L’Etat du Sénégal a reçu notification de l’arrêt le 5 décembre 2019 et M. Sunday, par le canal de son conseil, l’a reçu dans la même période.",
            "other_language": "33. The State of Senegal was notified of the judgment on December 5, 2019 and Mr. Sunday, through his lawyer, was notified, within the same period."
        },
        {
            "main_language": "34. En tout état de cause, l'article 74.6 du Règlement s'applique en l'espèce.",
            "other_language": "34. If in any case, Article 74 (6) of the Rules applies in this case:"
        },
        {
            "main_language": "35- M. Sunday évite de mentionner la date de notification qui est importante pour savoir si son recours est recevable.",
            "other_language": "35. Mr. Sunday refuses to mention the date of notification, which is important in determining whether his application is admissible."
        },
        {
            "main_language": "36. M. Sunday ayant déposé sa requête le 9 mars 2020 et n’ayant pas justifié avoir introduit son recours dans le délai d’un mois de la notification, il y a lieu de déclarer son action irrecevable.",
            "other_language": "36. Since Mr. Sunday filed his application on March 9, 2020 and failed to provide any evidence that he filed his action within the one-month period prescribed by the notice, his action should be declared inadmissible."
        },
        {
            "main_language": "b. Moyens de droit",
            "other_language": "b. Pleas in Law:"
        },
        {
            "main_language": "37. Le défendeur a fondé son allégation sur les articles 63, 64, 69 et 74.6 du Règlement de la Cour.",
            "other_language": "37. The Respondent based its pleas on Articles 63, 64, 69 and 74 (6) of the Rules of the Court."
        },
        {
            "main_language": "c. Conclusions du défendeur :",
            "other_language": "c. Reliefs Sought:"
        },
        {
            "main_language": "38. Le Défendeur a conclu à ce qu´il plaise à la Cour de :",
            "other_language": "38. The Respondent concluded seeking from the Court:"
        },
        {
            "main_language": "En la forme :",
            "other_language": "As to the form to:"
        },
        {
            "main_language": "i. Déclarer irrecevable la demande de M. Sunday;",
            "other_language": "i. Declare Mr. Sunday’s application inadmissible"
        },
        {
            "main_language": "Au Fond :",
            "other_language": "As to merit to:"
        },
        {
            "main_language": "ii. Débouter le sieur Sunday de sa demande comme mal fondée ;",
            "other_language": "ii. Dismiss the application as unfounded;"
        },
        {
            "main_language": "iii. Le condamner à payer à l’Etat du Sénégal la somme de 50 000 000 francs CFA au titre des frais récupérables.",
            "other_language": "iii. Order the Applicant to pay the State of Senegal the sum of 50,000,000 CFA Francs as recoverable costs."
        },
        {
            "main_language": "iv. Le condamner aux dépens.",
            "other_language": "i. Declare Mr. Sunday’s application inadmissible"
        },
        {
            "main_language": "39. Dans la requête introductive en date du 13 février 2020, le requérant a sollicité la prorogation du délai dans lequel il peut déposer la demande d´arrêt complémentaire sur la réparation en question.",
            "other_language": "39. In the application initiating proceedings, dated February 13, 2020, the Applicant sought an extension of the time limit for filing the supplementary judgment application under consideration."
        },
        {
            "main_language": "40. Le 5 octobre 2021, le requérant a déposé une demande à l'appui de sa requête introductive d´instance (Affidavit in Support of Motion on Notice) (doc. 3).",
            "other_language": "40. On October 5, 2021, the Applicant filed an application to support his original application (Afidavit in Support of Motion on Notice) (doc. 3)."
        },
        {
            "main_language": "41. La Cour a, dans l'intérêt d´une bonne administration de la justice, fait droit à la demande de prorogation de délai et considère qu'elle a été déposée et signifiée dans le délai, ainsi qu'il résulte du rapport de l'audience du 11 octobre 2021, et en application de l'article 64, paragraphe 2, dernière partie, du Règlement, dont il résulte que (...). « Le délai prescrit par les paragraphe 1 et 2 du présent article peut être prorogé par le Président sur demande motivée des parties ».",
            "other_language": "41. The Court, in the interest of justice, granted the application for extension of time limit for the application for supplemental judgment and considered it as having been filed and served within the time limit, as it appears from the Verbatim of the hearing held on October 11, 2021, and pursuant to the last part of Article 64(2) of the Rules where it is stated that “(...) The time limit laid down in paragraphs 1 and 2 of this Article may be extended by the President on a reasoned application by the party.\""
        },
        {
            "main_language": "42. En l´espèce, le requérant se fonde sur les articles 63 et 64 du Règlement de la Cour pour demander à la Cour de compléter l'arrêt rendu dans l'affaire N° ECW/CCJ/APP/27/17 en date du 28 juin 2019, afin de condamner le défendeur à lui verser une compensation générale pour violation du droit fondamental à la libre circulation des personnes, des biens et des services.",
            "other_language": "42. In the instant case, the Applicant relies on Articles 63 and 64 of the Rules of the Court to pray the Court to supplement the judgment rendered in Case No. ECW/CCJ/APP/27/17, dated June 28, 2019, so as to order the Respondent to pay the Applicant general compensation for violation of the fundamental right to freedom of movement of persons, goods and services."
        },
        {
            "main_language": "43. Le requérant soutient qu´il y´a omission de statuer et la Cour devrait maintenant y remédier en vertu des articles susmentionnés.",
            "other_language": "The Applicant contends that there was an omission of statement that the Court should now remedy, pursuant to the aforementioned articles."
        },
        {
            "main_language": "44. La Cour s'étant déclarée compétente pour connaître de l'affaire en vertu de l'article 9, paragraphe 4, du Protocole Additionnel A/SP.1/01/05, relatif à la Cour de Justice de la Communauté, elle reste compétente soit pour rectifier des erreurs de plume ou de calcul ou des inexactitudes évidentes, soit pour suppléer à toute omission de prononcé pouvant exister dans la décision qui met la fin à une affaire, conformément aux dispositions des articles 63 et 64 du Règlement de la Cour.",
            "other_language": "44. Having the Court declared itself entertaining jurisdiction to judge the case pursuant to Article 9 (4) of Additional Protocol A/SP.1/01/05 on the Court of Justice of the Community, and the same is maintained either to rectify clerical or calculation errors or obvious slips, or to remedy any omission of judgment that may exist in the decision that puts an end to a case, in accordance with the provisions of Articles 63 and 64 of the Rules of the Court."
        },
        {
            "main_language": "45. Ainsi, la Cour se déclare compétente pour connaître de la présente affaire.",
            "other_language": "45. Consequently, the Court understands that it entertains jurisdiction to rule over the instant case."
        },
        {
            "main_language": "46. Dans sa réponse, le défendeur a soulevé l'irrecevabilité de la requête du requérant au regard des articles 63 et 64 du Règlement de procédure de la Cour, en faisant valoir qu'outre le fait que la requête ait été présentée en dehors du délai légal prévu à l'article 64 susvisé, son objet n'est nullement lié aux cas prévus à l'article 63 dudit Règlement.",
            "other_language": "46. The Respondent in its response invoked the inadmissibility of the Applicant’s application in light of the invoked Articles 63 and 64 of the Court’s Rules, arguing that, in addition to the application having been filed after the legal deadline provided for in said Article 64, its subject matter is in no way related to the cases provided for in Article 63 of the said Rules."
        },
        {
            "main_language": "48. L'article 63 du Règlement de la Cour dispose que « Sans préjudice des dispositions relatives à l’interprétation des arrêts, les erreurs de plume ou de calcul ou des inexactitudes évidentes peuvent être rectifiées par la Cour, soit d’office, soit à la demande d’une partie à condition que cette demande soit présentée dans un délai de 1 mois à compter du prononcé de l’arrêt.",
            "other_language": "48. Article 63 of the Court's Rules of Procedure states that: “Without prejudice to the provisions relating to the interpretation of judgments the Court may, of its own motion or on application by a party made within one month after the delivery of a judgment, rectify clerical mistakes, errors in calculation and obvious slips in it.”"
        },
        {
            "main_language": "(…) »",
            "other_language": "(…)”"
        },
        {
            "main_language": "49. Il ressort toujours de l'article 64 du Règlement de procédure de la Cour que « Si la Cour a omis de statuer, soit sur un chef isolé des conclusions, soit sur les dépens, la partie qui entend s’en prévaloir saisit la Cour par voie de requête dans le mois de la signification de l’arrêt. »",
            "other_language": "47. Furthermore, Article 64 of the Rules of the Court further states that: “Where the Court omits to give a decision on a specific head of claim or on costs, any party may within a month after service of the judgment apply to the Court to supplement its judgment."
        },
        {
            "main_language": "(2) ( …)",
            "other_language": "(2) (…)”"
        },
        {
            "main_language": "(3) Après la présentation de ces observations, la Cour statue sur la recevabilité en même temps que sur le bien-fondé de la demande. »",
            "other_language": "(3) After these observations have been lodged, the Court shall decide both on the admissibility and on the substance of the application."
        },
        {
            "main_language": "50. Cela signifie que, dans les deux cas, le délai légal requis pour la recevabilité des requêtes est de trente jours, ce délai pouvant toutefois être prorogé, aux termes de l'article 64, paragraphe 2 du Règlement de la Cour.",
            "other_language": "50. This means that, in both situations, the legal time limit required for the admissibility of applications is thirty days, although this time limit may be extended pursuant to Article 64(2) of the Rules of Court.”"
        },
        {
            "main_language": "51. In the instant case, the Judgment having been rendered on June 28, 2019, the Applicant filed the application in question on February 13, 2020, the date on which it was registered at the Registry of this Court, i.e., more than 7 months after the rendering of the Judgment and more than six (6) months after the expiration of the legal deadline of one month to do so.",
            "other_language": "51. En l'espèce, l'Arrêt ayant été prononcé le 28 juin 2019, le requérant a déposé la requête en question le 13 février 2020, date à laquelle elle a été enregistrée au greffe de cette Cour, soit plus de 7 mois après le prononcé de l'arrêt et plus de six (6) mois après l'expiration du délai légal d'un mois à cet effet."
        },
        {
            "main_language": "52. Toutefois, dans la requête introductive, le requérant a sollicité la prorogation du délai de dépôt de la demande en question, ce que lui a accordé la Cour.",
            "other_language": "52. However, in the original application, the Applicant sought an extension of the time limit to file the application in question, which was granted by the Court."
        },
        {
            "main_language": "53. En conséquence, la prorogation de délai accordée par la Cour a rendu opportune la requête introductive et recevable la requête aux fins d´omission de statuer.",
            "other_language": "53. Therefore, the extension of the time limit granted by the Court, rendered the original application timely and the application to remedy the failure to issue a statement, admissible."
        },
        {
            "main_language": "De la demande de décision de la Cour sur la question de l'indemnisation",
            "other_language": "The application on the Court's judgment on the issue of compensation"
        },
        {
            "main_language": "54. Le requérant fait valoir que dans l'arrêt rendu dans l'affaire N° ECW/CCJ/APP/27/17 et daté du 28 juin 2019, cette Cour, à la page 29, bien qu'elle ait déclaré que le comportement des agents du défendeur, qui a empêché l'entrée du requérant en République du Sénégal, a constitué une violation du droit du requérant à la libre circulation des personnes, des biens et des services, tel que garanti par l'article 13 de la Déclaration Universelle des Droits de l'Homme, ne lui a accordé aucune indemnisation, conformément au principe énoncé dans l´affaire Ashby c. White (1703) 14 St Tr 695, 92 ER 126.",
            "other_language": "54. The Applicant submits that in the Judgment rendered in Case No. ECW/CCJ/APP/27/17 and dated 28 June 2019, this Court, at page 29, while finding that the conduct of the Respondent’s official who prevented the Applicant from entering the Republic of Senegal constituted a violation of the Applicant’s right to free movement of persons, goods and services as guaranteed by Articles 13 of the Universal Declaration of Human Rights, no compensation was awarded in favor of the Applicant in accordance with the principle enunciated in Ashby v. White (1703) 14 St Tr 695, 92 ER 126."
        },
        {
            "main_language": "55. Elle soutient également qu'aucune décision n'a été prise sur les indemnisations pour la violation de son droit.",
            "other_language": "55. He further submits that no pronouncement has been made about the type of compensation relating to damages for violation of the Applicant’s right."
        },
        {
            "main_language": "56. Par conséquent, il demande à la Cour de compléter l'arrêt dans l'affaire N° ECW/CCJ/APP/27/17 entre SUNDAY CHARLES UGWUABA c. LA RÉPUBLIQUE DU SÉNÉGAL, prononcé le mercredi 28 juin 2019, en condamnant le défendeur à lui verser une compensation générale, pour violation du droit fondamental à la libre circulation des personnes, des biens et des services.",
            "other_language": "56. He therefore prays the Court to supplement the Judgment in Case No. ECW/CCJ/APP/27/17 between SUNDAY CHARLES UGWUABA v. REPUBLIC OF SENEGAL delivered on Wednesday, June 28, 2019, mandating the Respondent to pay the Applicant general compensation for violation of the fundamental right to freedom of movement of persons, goods and services."
        },
        {
            "main_language": "57. Le défendeur a, pour sa part, affirmé dans sa réponse, que dans l´arrêt rendu le 28 juin 2019, la Cour a déclaré que « le défendeur, l’Etat du Sénégal a violé le droit humain du requérant, SUNDAY CHARLES UGWUABA à la libre circulation des personnes, des biens et des services » mais retient également que « le lien de causalité entre le préjudice allégué par le requérant et la fermeture de la frontière n’a pas été établi ».",
            "other_language": "57. The Respondent, on its turn, in its response, pleads that in the judgment delivered on 28 June 2019, the Court held that: “The Respondent, the State of Senegal, violated the human right of the Applicant, SUNDAY CHARLES UGWUABA, to the free movement of persons, goods and services”, but “The causal link between the alleged damage by the Applicant and the border closure has not been established.”"
        },
        {
            "main_language": "58. La Cour a donc rejeté les demandes d’indemnisation de SUNDAY CHARLES UGWUABA.",
            "other_language": "58. That thus, the Court dismissed SUNDAY CHARLES UGWUABA's claims for damages."
        },
        {
            "main_language": "59. Que la Cour n'a pas omis de statuer sur les demandes d’indemnisation de M. Sunday qui ne cherche qu’à faire revenir la cour sur sa décision.",
            "other_language": "59. That the Court did not fail to rule on Mr. Sunday's claims and that he only seeking the Court to annul its decision."
        },
        {
            "main_language": "Analyse de la Cour",
            "other_language": "The Court’s Analysis"
        },
        {
            "main_language": "60. Comme nous l'avons constaté, l'article 64 du Règlement de la Cour, en disposant que « Si la Cour a omis de statuer, soit sur un chef isolé des conclusions, soit sur les dépens, la partie qui entend s’en prévaloir saisit la Cour par voie de requête (...) », autorise la Cour à suppléer, dans l´arrêt rendu, à son omission de statuer, sur toute question soulevée par les parties.",
            "other_language": "60. As we have seen, Article 64 of the Rules of the Court, by establishing that: “Where the Court omits to give a decision on a specific head of claim or on costs, any party may within a month after service of the judgment apply to the Court to supplement its judgment”, authorizes the Court to remedy, in the Decision rendered, the omission of pronouncement it has committed on any question that has been raised for discussion by the parties."
        },
        {
            "main_language": "61. En l'espèce, il reste à vérifier si la Cour a effectivement omis de statuer sur l'indemnisation demandée par le requérant.",
            "other_language": "61. In the instant case, it remains to be seen whether the court effectively failed to rule on the damages claimed by the Applicant."
        },
        {
            "main_language": "62. Le requérant a, à titre de réparation, demandé, dans la requête introductive (objet de l'arrêt en question) que la Cour rende :",
            "other_language": "62. The Applicant, by way of redress has sought in the original claim (the subject of the judgment at issue) that the Court issue:"
        },
        {
            "main_language": "(B) UNE ORDONNANCE condamnant la défenderesse au paiement, au profit du requérant, de la somme de 38 454 072 (Trente Huit Millions, Quatre cent Cinquante-quatre Mille, Soixante-douze) Naira représentant le prix de vente normal desdites marchandises au Nigéria, déduction faite du montant réalisé sur la vente des marchandises avariées.",
            "other_language": "“(B) AN ORDER obliging the Respondent to pay to the applicant the sum of thirty-eight million, four hundred and fifty-four thousand, seventy-two Naira (₦38,454,072.00) only, being this the normal sale price of said goods in Nigeria after deduction of value obtained by the sale of the perished goods."
        },
        {
            "main_language": "(C) UNE ORDONNANCE condamnant la défenderesse au paiement, au profit du requérant, de la somme de 19 030 dollars américains, représentant le surcoût de la nourriture et de la location des camions pendant 33 jours supplémentaires.",
            "other_language": "(C) AN ORDER obliging the Respondent to pay the applicant the sum of $19,030, being this the additional cost of feeding and rental of the trucks for an additional period of 33 days."
        },
        {
            "main_language": "OU",
            "other_language": "OR"
        },
        {
            "main_language": "UNE ORDONNANCE condamnant la défenderesse au paiement, au profit du requérant, de la somme de 2 558 400 (Deux millions, Cinq cent Cinquante-huit Mille Quatre cents) dalasis, représentant le coût d'achat des marchandises, déduction faite de la somme de 468 000 dalasis résultant de la vente du poisson avarié et la somme de 36 330 (Trente Six Mille Trois cent Trente) dollars américains, représentant le coût de la nourriture et de la location des camions pendant 63 jours.",
            "other_language": "(D) AN ORDER obliging the Respondent to pay the sum of D2,558,400.00 (two million, five hundred and fifty-eight thousand and four hundred dalasis), being this the cost of acquisition of the goods after deduction of the sum of D468,000 raised by the sale of the perished fish and a sum of $36,330 (thirty-six thousand three hundred and thirty dollars), being this the cost of feeding and hiring the trucks for 63 days."
        },
        {
            "main_language": "(D) UNE ORDONNANCE condamnant la défenderesse au paiement, au profit du requérant, de la somme de 5 000 000 (Cinq Millions) de Naira au titre des frais liés à la présente procédure, encourus par le requérant.",
            "other_language": "(E) AN ORDER obliging the Respondent to pay a sum of ₦5,000,000 (five million Naira) only, the legal fees paid by the applicant for the trial of this case."
        },
        {
            "main_language": "(E) UNE ORDONNANCE accordant au requérant la somme de 100 000 000 (Cent Millions) de dollars américains à titre de dommages-intérêts généraux et exemplaires pour le traumatisme psychologique, le choc et la détérioration de sa santé causés par l’action de la défenderesse.",
            "other_language": "(F) AN ORDER granting the applicant a sum of $100,000,000 (one hundred million US dollars) as general and exemplary compensations for psychological trauma, shock and loss of health due to the action of the defendant."
        },
        {
            "main_language": "63. Par conséquent, le requérant a formulé des demandes d'indemnisation alternatives, que la Cour a examinées et a conclu que le requérant, d'une part, n'a pas démontré l'existence d'un lien de causalité entre le préjudice matériel allégué et l'acte perpétré par le défendeur (fermeture de la frontière terrestre) et, d'autre part, qu'elle n'a pas apporté de preuve à l'appui des autres préjudices non pécuniaires ou moraux qu'il a invoqués, et a donc rejeté les prétentions du requérant. (Voir pages 31 à 36 de l'Arrêt)",
            "other_language": "63. Therefore, the Applicant sought alternative reliefs for compensation, which the Court analyzed and concluded that the Applicant, on the one hand, did not demonstrate the existence of a causal link between the material damage claimed and the event committed by the Respondent (closure of the land border) and, on the other hand, that it offered no evidence to support the other non-pecuniary or moral damage he claimed, and consequently rejected the Applicant’s claims. (See pages 31 to 36 of the Judgment)"
        },
        {
            "main_language": "64. Cela signifie que la Cour, en ce qui concerne la réparation demandée par le requérant, a statué sur toutes les questions qui lui ont été posées.",
            "other_language": "64. This means that in relation to the Reparations sought by the Applicant, the Court has ruled on all the questions put to it."
        },
        {
            "main_language": "65. En conséquence, la Cour considère qu´elle n´a pas omis de statuer sur l'Arrêt rendu, auquel elle doit suppléer, aux termes de l'article 64 du Règlement.",
            "other_language": "65. Consequently, the Court understands that there is no omission of pronouncement in the Judgment rendered, which, pursuant to Article 64 of the Rules, now should be incumbent upon the Court to remedy."
        },
        {
            "main_language": "66. Par conséquent, la Cour considère que la demande du requérant doit être rejetée.",
            "other_language": "66. Thus, this Court concludes that the Applicants' claim must be considered unfounded."
        },
        {
            "main_language": "67. L´article 66 (1) du Règlement de la Cour dispose : « Il est statué sur les dépens dans l’arrêt ou l’ordonnance qui met fin à l’instance ».",
            "other_language": "67. The decision ending the proceedings shall rule on the costs as provided in Article 66 (1) of the Rules of the Court)."
        },
        {
            "main_language": "68. Le paragraphe 2 du même article dispose que « Toute partie qui succombe est condamnée aux dépens, s´il est conclu en ce sens ».",
            "other_language": "68. Paragraph 2 of the same article states that “the unsuccessful party will bear the costs, if so decided”."
        },
        {
            "main_language": "69. En l'espèce, le défendeur a demandé que le requérant soit condamné à lui verser la somme de 50 000 000 FCFA, à titre de dépens récupérables et frais de procédure.",
            "other_language": "69. In the instant case, the Respondent seeks an order that the Applicant pay it 50,000,000 CFA francs as recoverable costs as well as the costs of the proceedings."
        },
        {
            "main_language": "70. Le requérant ne s´est pas prononcé sur cette demande.",
            "other_language": "70 - The Applicant did not comment on this relief sought."
        },
        {
            "main_language": "71. Ainsi, conformément à l'article 66, paragraphe 2, le requérant doit supporter les frais de procédure.",
            "other_language": "71. Therefore, by virtue of Article 66(2), the Applicant must bear the costs of the proceedings."
        },
        {
            "main_language": "72. Cependant, le défendeur ne démontre pas comment il est parvenu au montant des dépens récupérables demandé et n'a offert aucune preuve à cet égard.",
            "other_language": "72. However, the Respondent does not demonstrate how it reached the amount of recoverable costs petitioned for and has offered no evidence in this regard."
        },
        {
            "main_language": "73. Par conséquent, la Cour ne peut pas déterminer la responsabilité des dépens au montant demandé par le défendeur.",
            "other_language": "73. Thus, the Court cannot determine liability for costs in the amount sought by the Respondent."
        },
        {
            "main_language": "74. Par ces motifs, la Cour siégeant en audience publique et ayant entendu les deux parties :",
            "other_language": "74. For these reasons, the Court held a public hearing and having heard both parties:"
        },
        {
            "main_language": "i. Se déclare compétente pour connaître du litige.",
            "other_language": "i. Declares that it entertains jurisdiction to examine the applications submitted for its consideration."
        },
        {
            "main_language": "ii. Déclare la requête recevable.",
            "other_language": "ii. Declares the application admissible."
        },
        {
            "main_language": "iii. Déclare la demande du requérant irrecevable et la rejette en conséquence. Sur les Dépens",
            "other_language": "iii. Declares the Applicant’s claim unfounded and consequently dismisses it."
        },
        {
            "main_language": "iv. Le requérant est condamné à supporter les frais de procédure et le Greffier en chef de procédera à leur liquidation.",
            "other_language": "iv. The Applicant shall bear the costs of the proceedings, and the Chief Registrar shall be responsible for their settlement."
        },
        {
            "main_language": "Aboubacar DIAKITE-Greffier___________________________________",
            "other_language": "Aboubacar DIAKITE-Registrar__________________________________"
        },
        {
            "main_language": "144. Fait à Accra, le 28 mars 2022, en portugais et traduit en anglais et en français.",
            "other_language": "75. Done in Accra, on the 28th of March 2022, in Portuguese and translated into English and French."
        }
    ]
}