{
    "main_language": "fr",
    "other_language": "en",
    "main_xml_name": "ohchr_2_fr.xml",
    "other_xml_name": "ohchr_2_en.xml",
    "paragraphs": [
        {
            "main_language": "Distr. générale 16 novembre 2009 Français Original: anglais",
            "other_language": "Distr. GENERAL A/HRC/WG.6/7/ITA/1 16 November 2009"
        },
        {
            "main_language": "HUMAN RIGHTS COUNCIL Working Group on the Universal Periodic Review Seventh session Geneva, 8-19 February 2010",
            "other_language": "Conseil des droits de l’homme Groupe de travail sur l’Examen périodique universel Septième session Genève, 8-19 février 2010"
        },
        {
            "main_language": "1. L’établissement du rapport de l’État italien dans le cadre de l’Examen périodique universel a été coordonné par le Comité interministériel des droits de l’homme auprès du Ministère des affaires étrangères, et a bénéficié des contributions de l’ensemble des administrations compétentes invitées à y participer (en particulier le Cabinet du Premier Ministre, le Ministère de la justice, le Ministère de l’intérieur, le Ministère de la défense, le Ministère de l’égalité des chances, le Ministère du travail, de la santé et des politiques sociales et le Ministère de l’éducation).",
            "other_language": "1. The preparation of the Italian State Report within Universal Periodic Review has been coordinated by the Inter-ministerial Committee on Human Rights at the Ministry of Foreign Affairs, by involving all the competent administrations that provided their respective contributions, (particularly Prime Minister’s Office, Ministry of Justice, Ministry of the Interior, Ministry of Defence, Ministry for Equal Opportunities, Ministry of Labour, Health and Social Policies, Ministry of Education)."
        },
        {
            "main_language": "2. Une première version de ce rapport a par ailleurs été présentée et examinée le 21 juillet 2009, lors d’une réunion consultative avec des représentants de la société civile organisée par le comité susmentionné. Cette rencontre a permis d’engager un dialogue fructueux, auquel ont participé divers acteurs institutionnels et ONG. Une seconde réunion a été organisée le 14 octobre 2009 au Ministère des affaires étrangères afin de présenter ledit rapport.",
            "other_language": "2. Moreover the draft scheme of the Report was presented and discussed on July, 21st 2009 at a consultative session with civil society as organized by the above mentioned Committee. Such event resulted in a fruitful interactive dialogue, involving NGOs and institutional actors. Afterwards a second meeting was organised on October, 14th 2009 at the Ministry of Foreign Affairs to present the report under reference."
        },
        {
            "main_language": "3. Les structures institutionnelles de l’État italien découlent des dispositions de la Constitution de la République italienne, qui est entrée en vigueur le 1er janvier 1948. La Constitution est «rigide», en ce sens que ses dispositions ne peuvent être modifiées par une loi ordinaire. Modifier la Constitution nécessite une procédure renforcée, faisant appel à des majorités spéciales, qui diffère de la procédure d’approbation à laquelle sont soumises les lois ordinaires.",
            "other_language": "3. The institutional structures of the Italian State are set up according to the Republican Constitution, which went into effect on January, 1st 1948. The Constitution is rigid, i.e. its provisions cannot be changed by ordinary law. To amend the Constitution a reinforced procedure is required, with special majorities that is different from the approval process for ordinary laws."
        },
        {
            "main_language": "4. La Constitution italienne de 1948 consacre l’ensemble des droits fondamentaux. Contenant 139 articles et 18 dispositions transitoires, elle est divisée en deux parties. La première (art. 1 à 55) est essentiellement consacrée aux libertés et droits fondamentaux, la seconde aux aspects institutionnels et organisationnels. Le texte de la Constitution a fait l’objet de divers amendements, portant notamment sur la représentation des femmes dans la fonction publique, l’interdiction d’extrader un étranger à raison d’infractions politiques, la dévolution de compétences (supplémentaires) aux régions, l’application plus stricte des garanties d’une procédure régulière et la reconnaissance effective du droit à un procès équitable.",
            "other_language": "4. The 1948 Italian Constitution includes all basic and fundamental rights. It consists of 139 Articles and 18 transitory provisions. It is made up of two Parts. The first Part (Arts. 1-55) is mainly devoted to basic rights and freedoms, while the second Part concerns institutional and organizational aspects. The text has been amended several times to include, e.g., women participation in public offices, the prohibition to extradite a foreigner for political offences, devolution of (additional) responsibilities to Regions, a more effective application of the principle of the due process of law and an effective recognition of the right to a fair trial."
        },
        {
            "main_language": "5. La peine de mort est proscrite par le système judiciaire italien, en temps de paix comme en temps de guerre. L’abolition de la peine de mort marque l’achèvement d’un processus qui a commencé au XVIIIe siècle − le Grand-Duché de Toscane fut alors le premier État souverain d’Europe à supprimer la peine capitale. Abolie en 1889 dans le Royaume d’Italie, celle-ci fut réintroduite en 1926 sous le régime fasciste. La dernière exécution capitale a eu lieu en 1947. La Constitution de 1948 a confirmé l’abolition de la peine de mort.",
            "other_language": "5. The death penalty is prohibited in the Italian legal system, both in time of peace and war. The abolition is a culmination of a process initiated in the 18th century when the Grand Duchy of Tuscany was the first sovereign State in Europe to legally eliminate the capital punishment. In 1889 the death penalty was abolished in the Kingdom of Italy but it was reintroduced in 1926 during the Fascist regime. The last execution took place in 1947. The Constitution of 1948 confirmed the abolition."
        },
        {
            "main_language": "6. La Constitution institue le cadre politique délimitant l’action et l’organisation de l’État. Les éléments clefs, ou principes structurels, de la Constitution qui régissent l’organisation de l’État sont les suivants: la démocratie (art. 1); le principe dit personnaliste, qui garantit la protection pleine et entière des droits de l’homme (art. 2); le principe pluraliste, dans le cadre d’un fonctionnement démocratique (art. 2 et 5); l’importance du travail, désigné comme la valeur fondamentale de la société italienne (art. 1 et 4); le principe de solidarité sociale (art. 2); le principe de non-discrimination et d’égalité devant la loi (art. 3); le principe d’unité nationale et d’intégrité territoriale (art. 5); enfin, et surtout, le principe de l’État de droit.",
            "other_language": "6. The Constitution determines the political framework for action and organization of the State. The fundamental elements or structural principles of the Constitution governing the organization of the State are the following: democracy, as laid down in Art. 1; the so-called personalistic principle, as laid down in Art. 2, which guarantees the full and effective protection of human rights; the pluralist principle, within the framework of democracy (Arts. 2 and 5); the importance of labour as a central value of the Italian community (Arts. 1 and 4); the principle of social solidarity (Art. 2); the principle of non discrimination and equality before the law, as laid down in Art. 3; the principles of national unity and territorial integrity (Art. 5); and, above all, the principle of the state based on the rule of law."
        },
        {
            "main_language": "7. La Constitution italienne repose sur le principe de la souveraineté du peuple (art. 1). Dans le droit fil de la tradition juridique des démocraties constitutionnelles, la Constitution pose et développe sous une forme nouvelle le principe de la division des pouvoirs, consacrant la séparation des autorités exécutives, législatives et judiciaires et conférant divers degrés d’autonomie aux collectivités territoriales (régions) et locales (provinces et communes). L’État et les régions exercent le pouvoir législatif. Les régions peuvent exercer ce pouvoir soit de manière exclusive, soit concurremment avec l’État, sauf dans les matières que la Constitution soumet à la compétence exclusive de ce dernier.",
            "other_language": "7. The Italian Constitution is based on the principle of popular sovereignty (Art. 1). In accordance with legal traditions of constitutional democracies, the Constitution defines and develops an evolving form of the principle of the division of powers, based on the separation of the executive, legislative and judicial branches, and recognizing various levels of territorial (regional) and local (provincial and municipal) autonomy. The State and the Regions have legislative power. Regions can exercise it either exclusively or concurrently with the State, except for matters which the Constitution expressly reserves to the State."
        },
        {
            "main_language": "8. Le Président de la République italienne est le chef de l’État. Il/elle représente l’unité de la nation et a pour mission de garantir le respect de la Constitution et de contrôler l’application de ses dispositions, comme indiqué à l’article 87.1. Il/elle est élu(e) pour sept ans par une assemblée électorale comprenant l’ensemble des membres du Parlement et 58 délégués des régions. Il/elle nomme le Premier Ministre et, sur proposition de celui-ci, les ministres.",
            "other_language": "8. The Italian President of the Republic is the Head of State. He/she represents the unity of the Nation and is entrusted to guarantee and oversee the compliance with and the respect for the Constitution as stated in Art. 87.1. He/she is elected for seven years by an electoral assembly consisting of all the members of the Parliament and 58 delegates from Regions. He/she appoints the Prime Minister and, upon the latter’s proposal, the Ministers."
        },
        {
            "main_language": "9. Le Parlement, qui compte approximativement 960 membres, est composé du Sénat (Senato della Republica) et de la Chambre des députés (Camera dei Deputati). Les membres des deux chambres sont élus pour cinq ans. La durée du mandat de chaque chambre ne peut être prorogée que par une loi et seulement en cas de guerre (art. 60.2).",
            "other_language": "9. The Parliament has approximately 960 members and comprises the Senate (Senato della Republica) and the Chamber of Deputies (Camera dei Deputati). Members of both Chambers serve five-year terms. The term of each Chamber can be extended only by law and only in case of war (Art. 60.2)."
        },
        {
            "main_language": "10. La Constitution confère le pouvoir législatif au Parlement. Celui-ci supervise la politique et les activités du Premier Ministre et de son cabinet; les deux chambres peuvent l’une ou l’autre proposer des projets de loi, qui doivent être approuvés à la majorité dans chacune d’entre elles.",
            "other_language": "10. The Constitution confers legislative powers upon the Parliament. The Parliament controls the policies and activities of the Prime Minister and his/her cabinet, while draft legislation may originate in either Chambers and must be passed by a majority in both."
        },
        {
            "main_language": "11. Le Gouvernement italien se compose du Premier Ministre et des ministres, qui, ensemble, constituent le Conseil des ministres (art. 92.1). Le chef du Gouvernement, ou Premier Ministre (appelé en Italie «Président du Conseil des ministres»), dirige la politique générale du Gouvernement et en est responsable.",
            "other_language": "11. The Italian Government consists of the Prime Minister and of the Ministers who jointly compose the Council of Ministers (Art. 92.1). The Head of Government or Prime Minister (referred to in Italy as the “President of the Council of Ministers”) conducts and is responsible for the general policy of the Government."
        },
        {
            "main_language": "12. Sur le plan de l’organisation territoriale, les différents échelons administratifs de la République italienne sont les communes, les provinces, les villes métropolitaines, les régions (au nombre de 20) et l’État. Les collectivités locales sont des entités autonomes possédant leurs propres statuts, compétences et attributions (art. 5 et 114). Conformément au statut spécial qui leur a été octroyé en vertu d’une loi constitutionnelle, cinq régions (Frioul-Vénétie julienne, Sardaigne, Sicile, Trentin-Haut-Adige et Val d’Aoste) se sont vu accorder des formes et conditions d’autonomie particulières.",
            "other_language": "12. The territorial organization of the Italian Republic consists of municipalities, provinces, metropolitan cities, Regions (20) and State. Local authorities are autonomous entities with their own statutes, powers and functions (Arts. 5 and 114). In accordance with their special Statutes, adopted by constitutional law, particular forms and conditions of autonomy are granted to five Regions (Friuli- Venezia Giulia, Sardinia, Sicily, Trentino Alto Adige and Valle d’Aosta)."
        },
        {
            "main_language": "13. Le pouvoir judiciaire est confié à des juges indépendants qui ne sont soumis qu’à la loi (art. 101); il s’agit d’un pouvoir autonome et indépendant, qui n’est subordonné à aucun autre (art. 104), et qui est exercé exclusivement par des tribunaux ordinaires et des tribunaux d’exception, ces derniers comprenant notamment le Conseil d’État, la Cour des comptes et les tribunaux militaires. Tous ces organes sont réglementés par la loi.",
            "other_language": "13. The judicial power is entrusted to judges who are independent and subject only to the law (Art. 101). The judiciary constitutes an autonomous and independent branch not subject to any other, as laid down in Art. 104. The judicial power is exclusively exercised by ordinary and special courts, the latter including the Council of State, the Court of Auditors and military tribunals. They are all regulated by law."
        },
        {
            "main_language": "14. Afin de soumettre la magistrature à une instance disciplinaire, la Constitution a institué le Conseil supérieur de la magistrature. Présidé par le Président de la République, celui-ci a pour mission de sanctionner les abus commis par des magistrats dans l’exercice de leurs fonctions et jouit d’une compétence exclusive pour tout ce qui concerne l’administration du personnel de la magistrature − recrutement (sur concours), affectations, mutations, promotions et mesures disciplinaires.",
            "other_language": "14. In order to exercise disciplinary jurisdiction over the Judiciary, the Constitution provides for the High Council for the Judiciary, which is chaired by the President of the Republic and deals with infringements of duty by judges. Besides, the Council has the exclusive competence to appoint (the appointment to the judiciary being based on competitive examinations), assign, remove, promote and sanction members of the judiciary."
        },
        {
            "main_language": "15. La Cour constitutionnelle se compose de 15 juges, nommés pour un tiers par le Président de la République, pour un tiers par le Parlement réuni en congrès et pour un tiers par les magistratures ordinaire et administrative. Elle est la garante suprême de la Constitution.",
            "other_language": "15. The Constitutional Court is composed of fifteen judges, one-third being appointed by the President of the Republic, one-third by the Parliament in joint session, and one-third by ordinary and administrative courts. It exercises its duty as the highest guardian of the Constitution."
        },
        {
            "main_language": "16. La Cour constitutionnelle, dont les décisions ne sont pas susceptibles d’appel, connaît: 1) des litiges relatifs à la constitutionnalité des lois et autres actes ayant force de loi adoptés par l’État ou les régions; 2) des conflits d’attribution entre les pouvoirs de l’État, ceux entre l’État et les régions, et entre les régions; 3) des accusations portées contre le Président de la République, conformément aux dispositions de la Constitution.",
            "other_language": "16. The Constitutional Court decides over (and its decisions may not be appealed): 1. disputes concerning the constitutionality of laws and other acts with the force of law adopted by the State or the Regions; 2. conflicts over the allocation of powers between branches of Government, between State and Regions and between Regions; 3. accusations raised against the President of the Republic, in accordance with the Constitution."
        },
        {
            "main_language": "17. Les requêtes en inconstitutionnalité peuvent être introduites devant la Cour constitutionnelle par les autorités centrales et locales lorsqu’elles souhaitent dénoncer le caractère inconstitutionnel de telle ou telle loi nationale ou régionale. La Cour se prononce alors sur la validité de la législation mise en cause, sur son interprétation, ainsi que sur le point de savoir si son application, tant dans la forme que dans le fond, est conforme à la Constitution. On peut mentionner la procédure en vertu de laquelle les tribunaux sont tenus de vérifier d’office (c’est-à-dire sur l’initiative du ministère public) ou à la demande de la partie requérante/défenderesse si les dispositions qu’ils doivent appliquer sont conformes à la Constitution. Si un tribunal juge qu’une loi sur laquelle il est appelé à fonder la validité de sa décision n’est pas constitutionnelle, il doit, en vertu de l’article 134, suspendre la procédure et saisir la Cour constitutionnelle, à qui il appartient de trancher. Il convient de relever que les questions relatives aux droits de l’homme et aux libertés fondamentales sont souvent au cœur des décisions de la Cour constitutionnelle.",
            "other_language": "17. Complaints of unconstitutionality may be submitted to the Constitutional Court by central and local authorities claiming that a national or regional law is unconstitutional. The Court then decides on the validity of the legislation, its interpretation and whether its implementation, in form and substance, is in line with the Constitution. It is worth mentioning the procedure by which courts are called to examine ex officio (i.e. upon the prosecutor’s initiative) or upon request of the plaintiff/defendant whether the provisions which they have to apply are in compliance with the Constitution. If the courts consider that an act on whose validity the court’s decision depends is unconstitutional, pursuant to Art. 134, they suspend the proceedings and request a decision by the Constitutional Court. In this regard, it should be noted that human rights and fundamental freedoms are often at the core of the pronouncements by the Constitutional Court."
        },
        {
            "main_language": "18. L’Italie, qui fait partie des membres fondateurs de la Communauté européenne, devenue l’Union européenne, joue depuis de nombreuses années un rôle prépondérant dans l’intégration européenne et continue de participer pleinement aux réformes institutionnelles et au processus d’élargissement de l’Union. Elle a notamment participé à l’élaboration de la Charte des droits fondamentaux de l’Union européenne qui, pour la première fois dans l’histoire de l’Union européenne, reprend en un texte unique l’ensemble des droits civils, politiques, économiques et sociaux des citoyens européens ainsi que de toute personne résidant dans l’Union. L’entrée en vigueur du traité de Lisbonne lui conférera une valeur juridiquement contraignante.",
            "other_language": "18. As one of the founding members of the European Community, now the European Union, over the last decades Italy has been one of the main driving forces behind European integration and continues to be fully involved in the process of institutional reform and expansion of the Union, including the elaboration of the European Union Charter of Fundamental Rights, which sets out in a single text, for the first time in the European Union's history, the whole range of civil, political, economic and social rights of European citizens and all persons resident in the EU. With the entry into force of the Lisbon Treaty, the EU Charter of Fundamental Rights will become legally binding."
        },
        {
            "main_language": "19. Le Comité spécial pour la protection et la promotion des droits de l’homme, au sein du Sénat, est chargé de travaux d’analyse et de recherche sur les mécanismes de protection des droits de l’homme en Italie et à l’étranger. Il organise à cet effet des réunions où des représentants de la société civile, des autorités gouvernementales ou d’organisations internationales débattent de questions générales et spécifiques.",
            "other_language": "19. Special Committee for the protection and promotion of human rights within the Senate, entrusted with analysis and research tasks on mechanisms for the protection of human rights in Italy as well as abroad, through meetings on general and specific issues with representatives of the civil society, governmental authorities or International Organizations."
        },
        {
            "main_language": "20. Le Comité permanent pour les droits de l’homme de la Chambre des députés − Commission des affaires étrangères et européennes, est chargé d’analyser les projets de loi et de débattre des questions relatives aux droits de l’homme aux niveaux national, régional et international, ainsi que dans le cadre d’audiences publiques.",
            "other_language": "20. Permanent Committee on Human Rights within the Chamber of Deputies – Commission for Foreign and EU Affairs, aimed at analysing bills and debating on human rights issues at the national, regional and international levels, also through public hearings."
        },
        {
            "main_language": "21. Le Comité parlementaire pour l’enfance a pour mission de contrôler l’application effective des accords et dispositifs législatifs internationaux relatifs aux droits et au développement de l’enfant et d’élaborer des directives sur ce sujet.",
            "other_language": "21. Parliamentary Committee for Childhood, entrusted with supervisory and policy-making tasks related to the actual enforcement of international agreements and laws on children’s rights and childhood development."
        },
        {
            "main_language": "22. Le Comité sénatorial pour l’égalité des genres est chargé de promouvoir une réelle égalité entre hommes et femmes, en particulier dans le monde du travail.",
            "other_language": "22. Gender Equality Committee within the Senate, aimed at promoting concrete equality among men and women especially in the world of work."
        },
        {
            "main_language": "23. Le Comité interministériel des droits de l’homme (CIDU) a été créé en 1978 au sein du Ministère des affaires étrangères. Il est notamment chargé: a) de coordonner et d’établir l’ensemble des rapports − notamment ceux qui portent sur l’application des instruments internationaux relatifs aux droits de l’homme − que l’Italie est tenue de présenter à l’Organisation des Nations Unies et à d’autres instances multilatérales; b) de vérifier que l’ensemble des lois, réglementations et actes administratifs répondent aux prescriptions des instruments internationaux relatifs aux droits de l’homme; c) de proposer des orientations pour l’adoption de dispositions conformes aux obligations internationales en matière de droits de l’homme.",
            "other_language": "23. The Inter-ministerial Committee on Human Rights (CIDU): established in 1978 at the Ministry of Foreign Affairs (MFA). The Committee’s tasks are the following: a) coordination and drafting of all reports, including those on the implementation of international human rights conventions, that Italy is requested to submit to the UN and other multilateral bodies; b) monitoring of all laws, regulations and administrative acts in view of international human rights obligations; c) advisory activity on the adoption of provisions in line with international human rights obligations."
        },
        {
            "main_language": "24. L’Observatoire national de l’enfance et de l’adolescence, créé en 1997, exerce une fonction de coordination entre les autorités centrales, régionales et locales, les associations et les ONG travaillant dans ce domaine. Il mène ses activités en séance plénière ou dans le cadre de groupes de travail. Il établit tous les deux ans un plan d’action national pour la protection des droits de l’enfance ainsi que l’avant-projet du rapport périodique sur l’application de la Convention internationale relative aux droits de l’enfant.",
            "other_language": "24. National Observatory on childhood and adolescence: established in 1997, it promotes co- ordination among central, regional and local authorities, associations and NGOs working on this subject and works in plenary session or by working groups. The Observatory prepares every two years a National Plan of Action for the protection of children’s rights as well as the draft scheme of the periodic report on the implementation of the International Convention on the Rights of the Child."
        },
        {
            "main_language": "25. Le Centre national de documentation et d’analyse sur l’enfance et l’adolescence, créé en 1997, appuie l’action de l’Observatoire national de l’enfance et de l’adolescence.",
            "other_language": "25. National Centre for Documentation and Analysis on Childhood and Adolescence: established in 1997, it supports the work of the National Observatory on childhood and adolescence."
        },
        {
            "main_language": "26. L’Observatoire national de la famille a été mis sur pied en 2009 pour fournir un appui technique à l’élaboration et à la mise en œuvre des politiques familiales nationales.",
            "other_language": "26. National Observatory on Family: created in 2009 to give technical support in the definition and implementation of national policies on this matter."
        },
        {
            "main_language": "27. La Commission pour l’égalité des chances entre les hommes et les femmes, créée en 1984, exerce une fonction de consultation auprès du Ministère de l’égalité des chances pour l’élaboration et la mise en œuvre des politiques de genre.",
            "other_language": "27. Commission for Equal Opportunities between men and women: established in 1984, it is now an advisory body to the Minister for Equal Opportunities for the elaboration and implementation of gender policies."
        },
        {
            "main_language": "28. La Commission pour la prévention des mutilations génitales féminines et la lutte contre celles-ci a été créée en 2006 dans le but de prévenir les mutilations génitales féminines, qui constituent une violation du droit à l’intégrité de la personne et à la santé des femmes et des petites filles.",
            "other_language": "28. Commission for the prevention and the fight against female genital mutilations: established in 2006 to prevent female genital mutilation as a violation of the right to personal integrity and to health of women and girl children."
        },
        {
            "main_language": "29. L’Observatoire de la lutte contre la pédophilie et la pornographie enfantine a été institué en 2006 pour recueillir et gérer un stock de données et d’informations aux fins de la prévention et de la lutte contre les maltraitances et l’exploitation sexuelle des enfants aux niveaux national et international.",
            "other_language": "29. Observatory for the fight against paedophilia and child pornography: established in 2006 with the task to acquire and monitor data and information to prevent and repress children abuse and sexual exploitation at national and international level."
        },
        {
            "main_language": "30. La Commission interministérielle chargée du soutien aux victimes de la traite, de violence et d’exploitation caractérisée, qui relève du Cabinet du Premier Ministre, a pour mandat de coordonner les programmes d’assistance en faveur des victimes de la traite et d’exploitation caractérisée. Ces programmes sont mis en œuvre par les autorités locales ou des organismes privés et cofinancés par l’État.",
            "other_language": "30. Inter-ministerial Commission to support victims of trafficking, violence and serious exploitation - Prime Minister's Office: in charge of coordinating assistance programs, carried out by local authorities or private entities and co-financed by the State, to support victims of trafficking and serious exploitation."
        },
        {
            "main_language": "31. Le Comité consultatif pour la liberté de religion, créé en 1997, a pour mission de conduire des études et des recherches et de formuler des propositions sur l’application des principes constitutionnels et des lois relatifs à la liberté de religion ou de conviction.",
            "other_language": "31. Advisory Committee for Religious Freedom: established in 1997, to study, research and make proposals on the implementation of constitutional principles and laws related to freedom of religion or belief."
        },
        {
            "main_language": "32. Le Bureau national de lutte contre la discrimination raciale (UNAR) a été institué par le décret législatif no 215/2003 relatif à la lutte contre la discrimination. Il a pour mission de promouvoir l’égalité de traitement et la lutte contre toutes les formes de discrimination fondées sur l’origine raciale ou ethnique. Il mène ses principales activités dans les domaines suivants: prévention de la discrimination raciale et ethnique, promotion de projets et de mesures positives, aide juridique aux victimes et contrôle de l’application des principes relatifs à l’égalité de traitement. Le Bureau a établi un répertoire des associations de lutte contre la discrimination et coopère avec elles en fournissant une aide juridique et un soutien aux victimes. Un centre d’appel gratuit, dispensant ses services en plusieurs langues, propose une aide aux victimes, lesquelles ont souvent des difficultés à prendre en charge le coût d’une aide juridique. Au cours de la procédure, le Bureau fournit également des informations orales ou écrites, des conseils et des observations sur les mesures ou comportements discriminatoires, encourage les procédures de conciliation informelles, propose des solutions pour l’éradication des situations discriminatoires, notamment par la mise en place d’un réseau d’antennes territoriales de lutte contre la discrimination.",
            "other_language": "32. UNAR, National Office against Racial Discrimination, was established by Legislative Decree No. 215/2003 on Anti-discrimination and works for the promotion of equal treatment and the fight against all forms of discrimination based on race or ethnic origin. Its main activities concern: the prevention of racial and ethnic discrimination, the promotion of projects and positive actions, the legal assistance to victims and monitoring the implementation of equal treatments principles. The Office has created a Register of associations working against discrimination and cooperates with them in providing legal assistance and support to victims. A Free Call Center is available in different languages in order to offer support to victims who often have difficulties to afford the costs of legal assistance. It also supplies during the proceedings oral or written information, advices and observations regarding discriminatory acts or behaviours, and encourages informal conciliatory activity, providing solutions for the eradication of discriminatory situations, also through the creation of a network of Territorial Anti- discrimination Points."
        },
        {
            "main_language": "33. L’Italie poursuit la mise en œuvre de la procédure qui doit déboucher sur l’institution d’une commission nationale indépendante pour la promotion et la protection des droits de l’homme et des libertés fondamentales, conformément aux Principes de Paris. Un groupe de travail interministériel élabore actuellement un projet de loi à cet effet. Le Gouvernement a récemment réaffirmé devant le Parlement son intention de mettre en place une institution nationale des droits de l’homme.",
            "other_language": "33. Italy continues to be engaged in the domestic process aimed at establishing a National Independent Commission for the Promotion and Protection of Human Rights and Fundamental Freedoms in accordance with the Paris Principles. An inter-ministerial working group is currently drafting a governmental bill to this end. The Government has recently reaffirmed before the Parliament its intention to establish a National Human Rights Institution."
        },
        {
            "main_language": "34. La Chambre des députés procède actuellement à l’examen du projet de loi récemment déposé en vue de la création d’une instance nationale indépendante chargée d’assurer la protection et la promotion des droits de l’enfant.",
            "other_language": "34. As far as the establishment of an independent national authority for the protection and promotion of children’s right, a governmental bill has been recently introduced and is now under examination by the Chamber of Deputies."
        },
        {
            "main_language": "35. Dans ce contexte, on peut aussi mentionner l’existence de l’Autorité indépendante de protection des données, qui contrôle et supervise le traitement des données personnelles et la mise en œuvre du droit d’accès et de rectification.",
            "other_language": "35. Within this framework, it is also worth-mentioning the Independent Authority on data protection, which controls and supervises the processing of personal data and the implementation of the right to access to and rectify personal data."
        },
        {
            "main_language": "36. En outre, certaines régions ont créé des organismes locaux compétents dans certains domaines des droits de l’homme, comme les droits de l’enfant et la protection des droits des détenus.",
            "other_language": "36. Moreover, some Regions have created bodies at the local level that are competent in specific human rights’ areas, e.g. the rights of the child and the protection of rights of people in detention."
        },
        {
            "main_language": "37. À ce jour, l’Italie a ratifié l’ensemble des principaux instruments relatifs aux droits de l’homme, s’engageant de ce fait à s’acquitter des nombreuses obligations de promotion et de protection des droits de l’homme qui en découlent. Elle a notamment ratifié les traités suivants: la Convention pour la prévention et la répression du crime de génocide (le 11mars 1952); la Convention relative au statut des réfugiés et son protocole (respectivement le 24 juillet 1954 et le 26 janvier 1972); le Pacte international relatif aux droits économiques, sociaux et culturels (le 15 septembre 1978); le Pacte international relatif aux droits civils et politiques (le 15 septembre 1978); le Protocole facultatif se rapportant au Pacte international relatif aux droits civils et politiques (le 15 septembre 1978); le deuxième Protocole facultatif se rapportant au Pacte international relatif aux droits civils et politiques (le 14 février 1995); la Convention internationale sur l’élimination de toutes les formes de discrimination raciale (le 5 janvier 1976); la Convention sur l’élimination de toutes les formes de discrimination à l’égard des femmes et son protocole facultatif (respectivement le 10 juin 1985 et le 22 septembre 2000); la Convention internationale contre la torture et autres peines ou traitements cruels, inhumains ou dégradants (le 12 janvier 1989); la Convention internationale relative aux droits de l’enfant et ses protocoles facultatifs sur la vente d’enfants et l’implication d’enfants dans les conflits armés (respectivement le 5 septembre 1991 et le 9 mai 2002); le Statut de Rome de la Cour pénale internationale (le 26 juillet 1999); la Convention relative aux droits des personnes handicapées et son protocole (le 15 mai 2009).",
            "other_language": "37. To date, Italy has ratified all main human rights conventions thus accepting extensive international obligations related to the protection and promotion of human rights. In particular, Italy has ratified the following Treaties: Convention on the Prevention and Punishment of the Crime of Genocide (ratified on 11 March 1952); Convention relating to the Status of Refugees and related Protocol (ratified, respectively, on 24 July 1954 and 26 January 1972); International Covenant on Economic, Social and Cultural Rights (ratified on 15 September 1978); International Covenant on Civil and Political Rights (ratified on 15 September 1978); Optional Protocol to ICCPR (ratified on 15 September 1978); Second Optional Protocol to ICCPR (ratified on 14 February 1995); International Convention Against All Forms of Racial Discrimination (ratified on 5 January 1976); International Convention Against All Forms of Discrimination Against Women and related Optional Protocol (ratified, respectively, on 10 June 1985 and 22 September 2000); International Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (ratified on 12 January 1989); International Convention on the Rights of the Child and related Optional Protocols on the sale of children and on children in armed conflict (ratified, respectively, on 5 September 1991 and 9 May 2002); ICC Rome Statute (ratified on 26 July 1999); Convention on the Rights of Persons with Disabilities and related Protocol (ratified on 15 May 2009)."
        },
        {
            "main_language": "38. On rappellera que l’Italie a accepté le mécanisme d’examen des plaintes émanant de particuliers prévu par la Convention sur l’élimination de toutes les formes de discrimination raciale, la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants, le Protocole facultatif se rapportant au Pacte international relatif aux droits civils et politiques (ratifié le 15 septembre 1978), le Protocole facultatif à la Convention sur l’élimination de toutes les formes de discrimination à l’égard des femmes (ratifié le 22 septembre 2000) et le Protocole facultatif se rapportant à la Convention relative aux droits des personnes handicapées (ratifié le 15 mai 2009).",
            "other_language": "38. It is worth recalling that Italy accepted individual complaints mechanism as stipulated in CERD and CAT Conventions and in the Optional Protocol to ICCPR (ratified on 15 September 1978), the Optional Protocol to CEDAW (ratified on 22 September 2000) and the Optional Protocol of the Convention of the Rights of Persons with Disabilities (ratified on 15 May 2009)."
        },
        {
            "main_language": "39. L’Italie a de surcroît signé le Protocole facultatif se rapportant à la Convention contre la torture en 2003, la Convention internationale pour la protection de toutes les personnes contre les disparitions forcées en 2007 et le Protocole facultatif se rapportant au Pacte international relatif aux droits économiques, sociaux et culturels en 2009. Conformément aux engagements qu’elle a pris en sa qualité de membre du Conseil des droits de l’homme de l’ONU, l’Italie a engagé la procédure nationale de ratification des deux premiers de ces instruments en vue d’élaborer les projets de loi qui doivent être soumis au Parlement.",
            "other_language": "39. Moreover, Italy signed the Optional Protocol to the Convention against Torture in 2003, the International Convention for the Protection of All Persons from Enforced Disappearance in 2007 and the Optional Protocol to the International Covenant on Economic, Social and Cultural Rights in 2009. In line with Italy’s pledges as member of the UN Human Rights Council, the domestic procedures for the ratification of the first two Treaties have been initiated in order to draft the required governmental bills to be submitted to the Parliament."
        },
        {
            "main_language": "40. L’Italie a également ratifié les Conventions de Genève de 1949 et leurs Protocoles additionnels. Au niveau régional, l’Italie a ratifié plusieurs traités relatifs aux droits de l’homme, tels que la Convention européenne de sauvegarde des droits de l’homme et des libertés fondamentales (le 26 octobre 1955) et ses protocoles additionnels, la Convention européenne pour la prévention de la torture et des peines ou traitements inhumains ou dégradants et ses protocoles, la Convention européenne sur l’exercice des droits de l’enfant et la Charte sociale européenne qui a été adoptée le 18 octobre 1961 et révisée en 1996. En sa qualité d’État partie à la Convention européenne des droits de l’homme, l’Italie reconnaît la compétence de la Cour européenne des droits de l’homme pour recevoir des plaintes émanant de particuliers. L’Italie a également reconnu la compétence du Comité européen des droits sociaux pour veiller à ce que les États parties à la Charte sociale européenne en respectent les dispositions.",
            "other_language": "40. Italy has also ratified the 1949 Geneva Conventions (and their Additional Protocols). At the regional level, Italy has ratified several human rights treaties, such as the European Convention for the Protection of Human Rights and Fundamental Freedoms (on 26 October 1955) and its Additional Protocols, the European Convention for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment and its Protocols, the European Convention on the Rights of Child and the European Social Charter dated 18 October 1961 and revised in 1996. As State Party of the European Convention, Italy recognizes the jurisdiction of the European Court of Human Rights to receive individual complaints. Italy has also accepted the responsibility of the European Committee for Social Rights to monitor the compliance of State Parties to the European Social Charter."
        },
        {
            "main_language": "41. Les autorités italiennes réexaminent régulièrement les réserves et déclarations formulées par l’Italie sur les dispositions d’instruments internationaux relatifs aux droits de l’homme afin d’évaluer s’il y a lieu de les retirer ou de les modifier.",
            "other_language": "41. Italian authorities regularly review Italy’s reservations and declarations regarding international human rights instruments in order to evaluate whether they should be withdrawn or amended."
        },
        {
            "main_language": "42. L’Italie présente régulièrement aux organes conventionnels de l’ONU des rapports périodiques sur la manière dont elle s’acquitte des obligations qui lui incombent en vertu des principaux instruments relatifs aux droits de l’homme.",
            "other_language": "42. Italy submits regularly periodic reports to Treaty Bodies of the United Nations concerning the implementation of its obligations under human rights core treaties."
        },
        {
            "main_language": "43. L’Italie coopère pleinement avec les procédures spéciales du Conseil des droits de l’homme et a adressé une invitation permanente aux rapporteurs spéciaux.",
            "other_language": "43. Italy fully cooperates with the Special Procedures of the Human Rights Council and has issued a standing invitation to them."
        },
        {
            "main_language": "44. Soucieuse d’assurer une pleine et entière coopération avec les procédures spéciales du Conseil des droits de l’homme, l’Italie a pris ces dernières années les dispositions nécessaires pour permettre aux titulaires de mandat au titre des procédures spéciales d’effectuer les visites suivantes: indépendance des juges et des avocats en 2002; droits fondamentaux des migrants en 2004; liberté d’expression en 2004; racisme en 2006; détentions arbitraires en 2008.",
            "other_language": "44. In maintaining its full cooperation with special procedures of the Human Rights Council, Italy ensured the necessary arrangements for the following visits that took place in Italy in recent years by mandate-holders of special procedures: 2002, independence of judges and lawyers; 2004, human rights of migrants; 2004, freedom of expression; 2006, racism; 2008, arbitrary detention."
        },
        {
            "main_language": "45. L’Italie a également reçu la visite de membres d’institutions indépendantes d’organisations régionales, notamment: le Commissaire aux droits de l’homme du Conseil de l’Europe (2004, 2008, 2009), le Comité pour la prévention de la torture du Conseil de l’Europe (2004, 2006, 2008, 2009), la Commission européenne contre le racisme et l’intolérance (2005), le représentant de l’OSCE pour la liberté des médias (2005), le BIDDH et le Haut-Commissaire pour les minorités nationales de l’OSCE (2008), la mission d’observation électorale de l’OSCE/BIDDH (2006, 2008).",
            "other_language": "45. Italy also received visits from independent institutions of regional organisations such as: the Council of Europe Commissioner for Human Rights (2004, 2008, 2009), the Council of Europe Committee for the Prevention of Torture (2004, 2006, 2008, 2009), the Council of Europe Committee Against Racism and Intolerance (2005), the OSCE Representative on Freedom of the Media (2005), ODHIR and the OSCE High Commissioner on National Minorities (2008), OSCE - ODHIR Election Assessment Mission (2006, 2008)."
        },
        {
            "main_language": "46. Les droits fondamentaux énoncés dans la Constitution italienne sont essentiellement des droits et des libertés destinés à protéger les particuliers de toute ingérence de l’État. Ces droits sont ceux de l’individu, qui doit pouvoir s’épanouir librement dans la société dans laquelle il vit, et dont la personnalité, l’indépendance, l’autodétermination et la responsabilité doivent être respectés par l’État.",
            "other_language": "46. The fundamental rights contained in the Italian Constitution are primarily rights and liberties protecting the individual from State's interference. At the same time, they refer to individuals who can develop freely within society and whose individuality, independence, self-determination and responsibility are to be respected by the State."
        },
        {
            "main_language": "47. Dans le cadre constitutionnel, l’individu n’est pas une entité autonome mais un élément à part entière de la société dans laquelle il vit et à laquelle il est lié sans atteinte à la dignité de sa personne. La République reconnaît et garantit les droits de la personne et s’attache à promouvoir la solidarité politique, économique et sociale (art. 2).",
            "other_language": "47. Within the constitutional framework, individuals are not considered as isolated entities but as part of their community and bound to it, without infringement on their human dignity. The Republic recognizes and guarantees human rights of individuals and promotes political, economic, and social solidarity (Art. 2)."
        },
        {
            "main_language": "48. En partant de ces principes, on examinera de manière approfondie les questions ci-après, qui ont été abordées lors des réunions de consultation avec les représentants de la société civile.",
            "other_language": "48. Along these premises, the following issues which were raised during the consultative meetings involving the civil society will be carefully examined."
        },
        {
            "main_language": "49. La Constitution italienne dispose que l’autorité de l’État émane du peuple et qu’elle est soumise au contrôle du peuple, ce qui fait de la République italienne une démocratie parlementaire.",
            "other_language": "49. Under the Italian Constitution, State authority emanates from the people and is subject to control by the people, thus the Republic of Italy is designed as a parliamentary democracy."
        },
        {
            "main_language": "50. Ce régime démocratique confère aux citoyens un droit de pétition, qui leur permet de saisir le Parlement en vue d’obtenir des mesures législatives ou de faire valoir des besoins d’ordre général. Les citoyens peuvent également exercer l’initiative législative en déposant des projets de loi (art. 71) et demander par référendum l’abrogation d’une législation en vigueur (art. 75).",
            "other_language": "50. The democratic system provides for petitions to the Parliament by groups of citizens demanding legislative measures or presenting general needs. Citizens may also introduce initiatives in the form of draft laws (Art. 71) and promote referenda to repeal the legislation in force (Art. 75)."
        },
        {
            "main_language": "51. Tous les droits fondamentaux énoncés dans la Constitution découlent de l’obligation incombant à l’État de respecter et de protéger la dignité de la personne humaine (art. 2 et 3). À l’intérieur de ce cadre, les droits fondamentaux sont le droit à la vie, à l’intégrité physique, à la liberté de la personne (art. 13), le droit à l’égalité de traitement, en vertu duquel, notamment, les hommes et les femmes doivent jouir des mêmes droits dans tous les domaines (art. 3), le droit à la liberté de circulation (art. 16), le droit à la liberté de conscience et de culte (art. 19), le droit d’exprimer et de diffuser librement ses opinions, droit qui englobe la liberté de la presse (art. 21), la liberté de réunion et d’association (art. 17 et 18), et celui de constituer des partis politiques (art. 39). La première partie de la Constitution prévoit également un ensemble de garanties spéciales s’appliquant aux familles, ainsi qu’à l’accès à l’éducation et au marché du travail. L’article 15 consacre l’inviolabilité de la correspondance et des autres formes de communication privée et l’article 14 l’inviolabilité du domicile. Le droit de propriété fait l’objet d’une protection expresse en vertu de l’article 42.",
            "other_language": "51. The list of basic rights contained in the Constitution is headed by the obligation placed on the State to respect and protect human dignity (Arts. 2 and 3). Within this framework, basic rights are the right to life and to physical integrity, as well as to individual freedom (Art. 13), the right to equal treatment, including equal rights of men and women in all areas (Art. 3), the right to freedom of movement (Art. 16) and the rights to freedom of conscience, and worship (Art. 19), as well as the right to freely express and disseminate opinions, which includes the freedom of the press (Art. 21), the freedom of assembly and association (Arts. 17 and 18), supplemented by the right to form political parties (Art. 39). Special guarantees for families, as well as for access to education and to labour market, are enlisted and provided for in the first part of the Constitution. Art. 15 ensure the inviolability of correspondence and other forms of private communication, and Art. 14 focuses on the inviolability of domicile. The right to property enjoys specific protection under Art. 42."
        },
        {
            "main_language": "52. En ce qui concerne le droit d’exprimer et de diffuser librement ses opinions, qui englobe la liberté de la presse (art. 21), il faut savoir qu’il existe en Italie 149 journaux, diffusés quotidiennement à 5,5 millions d’exemplaires, 1 541 magazines, 14 stations de radio nationales et 10 chaînes de télévision nationales. Le processus de numérisation en cours va permettre d’élargir l’offre et de proposer un éventail d’environ 3 000 chaînes de télévision. Au niveau local, on compte plus de 1 000 stations de radio et 550 chaînes de télévision.",
            "other_language": "52. With regard to the right to freely express and disseminate opinions, which includes the freedom of the press (Art. 21), it can be noted that there are in Italy 149 daily press titles with a daily circulation of 5.5 million copies, 1541 magazines, 14 national radio stations and 10 national television channels. The on-going digitalization process will expand the offer up to around 3000 television channels. At the local level, there are over 1000 radio stations and 550 televisions."
        },
        {
            "main_language": "53. L’Italie, qui a longtemps été un pays d’émigration − en un siècle (de 1876 à 1976), 24 millions d’Italiens ont émigré en Europe, aux Amériques, en Asie et en Océanie − est devenue progressivement un pays d’immigration au cours des trente dernières années. L’effectif de la population étrangère s’est accru à un rythme accéléré entre 1998 et 2008 pour atteindre aujourd’hui le chiffre de 3 890 000 individus, soit 6,5 % de la population italienne. Au cours des dernières années, le taux de croissance de la population étrangère légalement établie en Italie a progressé à un rythme soutenu (16,8 % entre 2007 et 2008 et 13,4 % entre 2008 et 2009).",
            "other_language": "53. For a long time Italy has been a country of emigration. In one century (1876-1976), 24 millions of Italian migrated to other countries in Europe, the Americas, Asia and Oceania. In the last three decades Italy has progressively become a country of immigration. Over the last ten years (1998-2008) the foreign population has soared at an accelerated pace until the current figure of 3.89 millions, i.e. 6.5per cent of the Italian population. In the last few years the rate of growth of foreigners legally residing in Italy has been significantly sustained (16.8per cent from 2007 to 2008 and 13.4per cent from 2008 to 2009)."
        },
        {
            "main_language": "54. Les migrants constituent incontestablement une ressource importante pour l’économie italienne et contribuent au progrès du pays dans tous les domaines.",
            "other_language": "54. Migrants are indeed an important resource for Italy's economy and society and contribute to Italy's national progress in all its components."
        },
        {
            "main_language": "55. Cela étant, l’arrivée massive d’étrangers en situation irrégulière ne laisse pas d’être de plus en plus préoccupante. De par sa situation géographique, l’Italie reste l’un des pays de transit et de destination les plus exposés à ces flux migratoires irréguliers. Consciente du problème, l’Italie s’est mise à appliquer sa législation sur l’immigration; les amendements apportés à cette législation obéissent toujours strictement aux principes constitutionnels et, en particulier, au principe de la sécurité juridique. La gestion d’importants flux migratoires n’est pas sans poser d’épineuses difficultés à l’État; eu égard à cela, les accords prévoyant le retour forcé des migrants en situation irrégulière qui ne peuvent pas bénéficier d’une protection internationale sont un outil précieux pour lutter contre la traite des personnes et promouvoir les migrations régulières. Il est indispensable également de mettre en place une politique de refoulement efficace et viable à long terme si l’on veut que les garanties légales découlant du droit d’asile ne fassent pas l’objet d’abus.",
            "other_language": "55. At the same time the serious dimension of the flow of irregular foreigners entering the Country is a matter of growing concern. For geographical reasons, Italy remains one of the countries of transit and destination most exposed to such irregular immigration flows. Aware of that, Italy has been engaging in the implementation of its legislation on immigration, and the amendments to the immigration law have been always in full compliance with the constitutional principles and, in particular, with the value of the certainty of law. The management of large migration flows represents a very serious challenge for any State and, in this context, agreements for the forced return of the illegal migrants not entitled to international protection are a useful tool to fight human trafficking and promote regular migration. An effective and sustainable return policy is an essential element also to ensure that legal guarantees related to asylum systems are not abused."
        },
        {
            "main_language": "56. En Italie, les étrangers jouissent des mêmes droits fondamentaux que les citoyens italiens, y compris les droits que les traités internationaux garantissent et dont ils font bénéficier les non-nationaux.",
            "other_language": "56. Foreigners in Italy enjoy the same fundamental rights recognized to Italian citizens, including those rights that international treaties provide for and extend to non-citizens."
        },
        {
            "main_language": "57. Au niveau national, le principe du non-refoulement est concrétisé par la loi unifiée sur l’immigration (art. 19.1), qui interdit d’expulser une personne s’il est avéré qu’elle risque de subir des préjudices graves dans son pays d’origine, même si les conditions requises pour la reconnaissance du statut de réfugié ne sont pas réunies.",
            "other_language": "57. At the domestic level the principle of non refoulement has been translated in the Consolidated Act on Immigration (Art. 19.1): even in the case of the lack of requisites for the recognition of the status of refugee “no individual may be expelled when facing an effective risk of being subject to serious damage if he is returned to his/her country of origin”."
        },
        {
            "main_language": "58. D’autres mesures subsidiaires de protection destinées à assurer la transposition des directives de l’Union européenne ont été envisagées; s’appliquant aux demandeurs d’asile et, d’une manière plus générale, au statut des réfugiés, elles visent à renforcer les garanties offertes aux requérants. L’Italie, qui est devenue un pays de réinstallation ces dernières années, examine cette question avec les principaux organismes des Nations Unies concernés et les organisations internationales compétentes.",
            "other_language": "58. Other subsidiary protection measures translating EU Directives have been envisaged concerning asylum-seekers and more generally the status of refugees in order to promote the enhancement of the guarantees for the applicants. In the last few years Italy has become a resettlement country and is dealing with this issue with the main relevant UN bodies and competent international organisations."
        },
        {
            "main_language": "59. Dix commissions territoriales, composées de représentants du Ministère de l’intérieur, des autorités locales et du HCR examinent actuellement des demandes d’asile. En octobre 2008, cinq sections supplémentaires ont par ailleurs été créées en vue d’accélérer le processus et de permettre l’examen des demandes dans un délai de trois mois (le délai actuel est en moyenne inférieur à deux mois). Les demandes d’asile ont sensiblement augmenté au cours des dernières années − alors qu’on a en dénombré 173 000 au cours de la décennie 1998-2008, elles sont passées de 14 053 à 30 324 au cours de la seule année 2008. Environ 40 % des demandeurs se sont vu accorder le statut de réfugié ou une protection humanitaire ou subsidiaire.",
            "other_language": "59. Ten Territorial Commissions, composed of representatives from the Ministry of the Interior, local authorities and the UNHCR are currently processing asylum-seekers applications. Moreover, in October 2008, five Sections were added in order to speed up this process and to deliberate on demands within three months (currently, on average, application are processed in less than two months). Asylum applications have substantially increased over the last years; in the period 1998-2008 they were 173,000 while in 2008 alone, they passed from 14,053 to 30,324. About 40per cent of the applicants were granted the status of refugee or humanitarian/subsidiary protection."
        },
        {
            "main_language": "60. Au nombre des mesures d’accueil et d’intégration mises en place par l’Italie, il convient de mentionner le Système de protection des demandeurs d’asile et des réfugiés (SPRAR). Ce système, fruit d’une initiative commune des autorités centrales et locales, bénéficie également de la participation d’organisations de la société civile. En vertu de la loi unifiée sur l’immigration, il est financé par le Fonds national pour les services et les politiques en matière d’asile, dont les ressources sont consacrées à l’accueil des demandeurs d’asile et de leur famille ainsi qu’à la protection des réfugiés et des personnes ayant droit à une protection internationale subsidiaire. En 2009, le montant de ces ressources a atteint approximativement 30 millions d’euros, à quoi se sont ajoutées les ressources provenant du Fonds européen pour les réfugiés.",
            "other_language": "60. Within the framework of reception and integration measures provided by Italy, it is worth mentioning the System of Protection for Asylum Seekers and Refugees (SPRAR). The SPRAR is based on a joint effort by central and local authorities, also involving civil society organizations. According to the Consolidated Act on Immigration, it is financed through the National Fund for asylum services and policies, whose resources are devoted to the reception of asylum seekers and their families, as well as the protection of refugees and of those who are entitled to subsidiary international protection. The amount of these resources for 2009 is about € 30 million, in addition to other resources from the European Fund for Refugees (EFR)."
        },
        {
            "main_language": "61. Un autre phénomène digne d’attention dans ce contexte est la présence d’enfants étrangers non accompagnés sur le territoire italien. La loi unifiée sur l’immigration (art. 19, 32 et 33) interdit leur expulsion, prévoit la création d’un Comité de protection des mineurs étrangers et énonce les conditions requises pour la délivrance d’un permis de séjour. Le Comité, entre autres tâches, se charge d’évaluer la situation des mineurs étrangers non accompagnés, de rechercher leurs parents dans le pays d’origine, d’adopter − lorsque les conditions s’y prêtent − des mesures pour les aider à retourner dans leur pays, et de favoriser le regroupement familial par l’organisation de programmes de réinsertion dans les pays d’origine. La législation en vigueur dispose que les enfants étrangers non accompagnés peuvent obtenir un permis de séjour dès l’âge de 18 ans s’ils peuvent prouver qu’ils ont résidé en Italie pendant au moins trois ans et participé aux programmes d’intégration pendant au moins deux ans. En juillet 2009, le Comité signalait la présence d’environ 7 000 enfants étrangers non accompagnés sur le territoire italien, dont seuls 23 % ont pu être identifiés à l’aide de pièces d’identité. En vue de l’établissement d’un réseau national décentralisé pour la prise en charge et l’intégration des enfants étrangers non accompagnés, un programme national pour la protection des mineurs étrangers non accompagnés a été lancé en 2008, en coopération avec l’Association nationale des communes italiennes (ANCI). Le Fonds pour l’intégration sociale des migrants a alloué 10 millions d’euros à ce programme.",
            "other_language": "61. Another relevant phenomenon in Italy concerns unaccompanied foreign children. Consolidated Act on Immigration (Arts. 19, 32 and 33) prohibits their expulsion, provides for the establishment of a Committee for foreign children and defines the requirements for the release of a residence permit. The Committee, among its main tasks, assesses the status of unaccompanied foreign children, searches for their relatives in the Country of origin, adopts measures of assisted repatriation, whenever favorable conditions are in place, and supports the reunification with families through programs of reinsertion in Countries of origin. According to the legislation in force, unaccompanied foreign children when they reach the age of 18 have the right to obtain a residence permit if they can prove they have resided in Italy for at least three years and have participated in integration programs for at least two years. In July 2009 the Committee reported the presence of about 7.000 unaccompanied foreign children in Italy, of whom only 23per cent were identified through identity documents. In order to establish a national decentralized network to take into care and to integrate unaccompanied foreign children, a National Program for the protection of unaccompanied foreign children was started in 2008 in cooperation with the National Association of Italian Municipalities (ANCI), with a € 10 million financing from the Fund for the social inclusion of migrants."
        },
        {
            "main_language": "62. En 2008, de nouvelles mesures en matière d’immigration ainsi qu’un certain nombre de dispositions concernant diverses questions de sécurité ont été intégrées dans le «dispositif global de sécurité». Celui-ci a pour but d’assurer une application rigoureuse du principe de légalité et de traiter plus efficacement le problème de l’immigration illégale, notamment dans ses rapports avec la délinquance ordinaire et la criminalité organisée et leurs répercussions néfastes sur la société. Les mesures en question visent à réprimer la criminalité individuelle, et il n’y a dès lors aucune raison de penser qu’elles puissent être dirigées contre telle ou telle communauté, tel ou tel groupe racial ou ethnique, ou inspirées par une forme quelconque de discrimination ou de xénophobie.",
            "other_language": "62. In 2008 new measures on immigration were included in the so-called “security package” together with other provisions concerning a broader range of security-related issues. This “package” aims at efficiently ensuring the implementation of the principle of legality and at addressing more effectively the situation of illegal immigration as well as its relationship with ordinary and organized crime and its negative consequences over the society. These measures are meant to curb criminal behaviours of individuals and none of them can be interpreted as being against any community, racial or ethnic group nor are they inspired by any form of discrimination or xenophobia."
        },
        {
            "main_language": "63. Les étrangers qui pénètrent ou séjournent illégalement en Italie peuvent être refoulés, reconduits à la frontière, expulsés ou faire l’objet d’un arrêté d’expulsion.",
            "other_language": "63. Foreigners illegally entering or staying in Italy may be refouled, returned under escort to the frontier, expelled, or being the recipient of an expulsion order."
        },
        {
            "main_language": "64. Ces mesures ont toujours été appliquées dans le strict respect de la législation et au terme d’une évaluation méticuleuse de chaque cas individuel. Il importe à cet égard de rappeler que la législation nationale prévoit de soumettre tout ordre d’expulsion émis par une autorité administrative au contrôle des autorités judiciaires.",
            "other_language": "64. These measures have always been characterized by a strict compliance with the law and the careful evaluation of each individual case. It is worth recalling that national legislation envisages judicial control over any order of expulsion issued by an administrative authority."
        },
        {
            "main_language": "65. L’Italie est pleinement consciente des tragédies qui se déroulent dans la Méditerranée et qui mettent les pays riverains, tant au nord qu’au sud, aux prises avec des difficultés totalement inédites. Tout le monde reconnaît et salue les efforts déployés à cet égard par les autorités italiennes, tant dans le cadre de leurs activités quotidiennes que dans celui de situations d’urgence. Au cours des dernières années, les forces navales italiennes ont sauvé en mer des milliers de personnes, et elles continuent de le faire: elles ont recueilli plus de 52 000 migrants entre janvier 2007 et août 2009.",
            "other_language": "65. Italy is fully aware of the tragedies occurring in the Mediterranean Sea, where countries on both Northern and Southern shore are facing unprecedented challenges. The efforts made by Italian authorities in their ordinary activities as well as in emergency situations are evident and widely recognized. Over the last years, thousands of people have been and still are being rescued at sea by Italian Naval Forces: from January 2007 through August 2009, more than 52.000 migrants were recovered."
        },
        {
            "main_language": "66. Soucieuse de faciliter le retour des migrants dans leur pays d’origine, l’Italie a également conclu 31 accords bilatéraux de réadmission avec les pays d’origine et de transit. La coopération avec ces pays reste l’une des pièces maîtresses de la lutte contre la traite des personnes.",
            "other_language": "66. The return of migrants has also been promoted through 31 bilateral re-admission agreements signed between Italy and Countries of origin and transit. To this end, cooperation with the Countries of origin and transit remains essential to fight against human trafficking."
        },
        {
            "main_language": "67. La situation géographique de l’Italie en fait l’un des points de passage obligés des migrants qui se rendent dans d’autres pays, principalement d’Europe du Nord. C’est la raison pour laquelle l’Italie attend avec le plus haut intérêt le renforcement de la politique migratoire commune de l’Union européenne, tant en ce qui concerne la surveillance aux frontières et le partage de la charge financière que les mesures applicables aux diverses catégories de migrants et de demandeurs d’asile.",
            "other_language": "67. Geography makes Italy particularly exposed to migratory flows whose final destination is elsewhere, mainly in Northern Europe. Hence, together with other European Mediterranean Countries, Italy looks forward to a real strengthening of a common EU migration policy, both in terms of border control and financial burden-sharing, including different categories of migrants and asylum seekers."
        },
        {
            "main_language": "68. Comme d’autres pays européens, l’Italie est extrêmement préoccupée par le phénomène de la traite des personnes, qui doit être considérée comme l’une des activités criminelles les plus scandaleuses de notre époque – dont les principales victimes sont les femmes, les enfants et les jeunes – et comme l’un des problèmes les plus graves qui restent à résoudre. L’Italie a confirmé sa détermination à lutter contre ce fléau, qui englobe les nouvelles formes d’esclavage, notamment en ratifiant en 2006 la Convention des Nations Unies contre la criminalité transnationale organisée et les Protocoles qui s’y rapportent.",
            "other_language": "68. As other European countries, Italy is deeply concerned at the trafficking of human beings, which should be considered as one of the most shameful crimes of our times, putting women, children and young people at particular risk. It remains one of the most serious challenges to be addressed. Italy’s commitment in this field, including new forms of slavery, was confirmed inter alia by the ratification of the UN Convention against transnational organized crime and its related Protocols in 2006."
        },
        {
            "main_language": "69. La lutte contre la traite associe l’action des forces de l’ordre et des autorités judiciaires aux mesures d’assistance et de protection assurées par les préfectures et les services sociaux, tant publics que privés. De 2000 à 2009, le financement d’environ 600 projets a permis de fournir un logement provisoire, une aide sociale et de la nourriture à quelque 15 000 victimes de la traite.",
            "other_language": "69. To combat this phenomenon, two areas of intervention have been developed: the action by Police forces and the judiciary and the protection and assistance of victims as guaranteed by Prefectures, public and private social services. From 2000 to 2009, approximately 600 projects involving about 15.000 victims were financed in order to supply temporarily accommodation, food and social assistance."
        },
        {
            "main_language": "70. Une nouvelle législation exhaustive sur la traite des personnes a été adoptée en 2003; elle introduit de nouveaux chefs d’inculpation (réduction en esclavage, trafic de migrants, traite d’esclaves) et définit un nouveau cadre législatif, axé sur la victime et les droits de l’homme, qui répond aux besoins spécifiques des femmes et des enfants et met l’accent sur la protection juridique des victimes. Un fonds spécial a été créé pour financer des programmes d’aide et de prise en charge temporaire en faveur des victimes des crimes d’esclavage et de traite aux fins d’exploitation sexuelle ou d’exploitation sur le lieu de travail. Entre 2006 et 2009, ce fonds a permis de financer 72 projets en faveur de plus d’un millier de victimes de la traite.",
            "other_language": "70. A comprehensive new legislation against human trafficking was adopted in 2003, introducing new crimes (reduction to slavery, trafficking of human beings and slave trade) and defining a new legal framework which is victim and human rights oriented and gender and child sensitive, focused on the legal protection of victims. A “Special Fund” was established to finance programs to assist and to temporarily take into care the victims of the crimes of slavery and trafficking of human beings sexually exploited or exploited at work. Through this Fund, from 2006 to 2009, 72 projects were realized involving more than 1000 victims of trafficking."
        },
        {
            "main_language": "71. S’agissant de la traite des enfants, la législation italienne réprime sévèrement toute forme d’activité touristique impliquant la prostitution d’enfants et condamne systématiquement ceux qui organisent et promeuvent cette forme de tourisme sexuel. Divers amendements législatifs ont été introduits récemment pour confirmer l’obligation qui est faite aux voyagistes de faire figurer dans leurs brochures publicitaires une déclaration rappelant que ces infractions sont réprimées par le droit italien, même lorsqu’elles sont commises à l’étranger par des ressortissants italiens, ou par des étrangers agissant solidairement avec un citoyen italien, en vertu du principe d’extraterritorialité.",
            "other_language": "71. As far as child trafficking is concerned, Italian legislation severely punishes “tourism initiatives aimed at exploiting child prostitution” by “whoever organizes or promotes such journey”. Recent legislative amendments confirmed the obligation by tour operators to include in their advertising materials a statement recalling that such offences are punishable under the Italian law, also when committed abroad by both Italian citizens or by foreigners jointly with an Italian citizen, in accordance with the principle of extraterritoriality."
        },
        {
            "main_language": "72. La possibilité de participer pleinement à la vie sociale, économique et culturelle est la condition sine qua non d’une intégration réussie. Il est capital de faciliter ce processus en promouvant une politique globale d’intégration. C’est à cet effet qu’ont été créés en 1999 dans chaque province des conseils territoriaux pour l’immigration composés de représentants des autorités locales, des chambres de commerce et d’institutions financières contribuant activement, au niveau local, à aider les immigrants ainsi que les organisations syndicales et patronales. Ces conseils jouent un rôle essentiel: ils contrôlent la présence des migrants sur l’ensemble du territoire national, suivent de près leur situation et vérifient que les collectivités locales disposent des capacités d’intégration nécessaires.",
            "other_language": "72. The opportunity to fully participate in the social, economic and cultural life represents the key pillar to a successful integration. It is crucial to facilitate this process by promoting a comprehensive integration policy. To this end a relevant instrument was the establishment in 1999 of Territorial Councils for Immigration in each province, composed of representatives of local authorities, Chambers of commerce and financial institutions active at the local level in helping immigrants, organizations of workers and employers. These Councils are essential to monitor the presence and the situation of migrant workers across the country as well as the ability of local communities to absorb them."
        },
        {
            "main_language": "73. Il convient également de mentionner la création, en 1998, d’un Conseil chargé des problèmes des travailleurs migrants et de leur famille. Il regroupe des représentants d’ONG nationales, d’associations de migrants et de syndicats nationaux qui contribuent activement à l’intégration des immigrants.",
            "other_language": "73. Also it is worth mentioning the Council for the problems of foreign immigrants and their families, established in 1998 and composed of representatives of domestic NGOs, migrants’ associations and national trade unions that actively contribute for the integration of immigrants."
        },
        {
            "main_language": "74. En ce qui concerne les droits économiques et sociaux, tels que l’accès aux logements sociaux et autres prestations sociales en faveur des migrants, les dispositifs législatifs récemment mis en place reposent essentiellement sur le critère de la durée de séjour du demandeur. Dans ce contexte, il convient également de mentionner que l’Italie est le seul pays industriel à forte immigration ayant ratifié la Convention no 143 de l’OIT sur les migrations dans des conditions abusives et la promotion de l’égalité de chances et de traitement des travailleurs migrants.",
            "other_language": "74. Concerning economic and social rights, such as access to public housing and other social benefits for migrants, recent legislative measures are mainly based on criteria related to the duration of residence of the applicant. In this context it should also be mentioned that Italy is the only industrialized Country with relevant immigration flows that has ratified ILO Convention No. 143 on Migrations in Abusive Conditions and the Promotion of Equality of Opportunity and Treatment of Migrant Workers."
        },
        {
            "main_language": "75. Le phénomène migratoire se traduit par la coexistence sur le sol italien de diverses religions ou convictions et/ou de différentes coutumes et traditions. C’est la raison pour laquelle les autorités encouragent fortement, à tous les niveaux, le dialogue interculturel et interreligieux ainsi que les diverses initiatives susceptibles de favoriser la compréhension mutuelle et profonde des religions. L’Observatoire des politiques religieuses du Ministère de l’intérieur a pour mission d’étudier et d’évaluer toutes les facettes du fait religieux.",
            "other_language": "75. The phenomenon of migration involves the presence in Italy of people manifesting different religions or beliefs and/or with different customs and traditions. For this reason intercultural and interreligious dialogue as well as other various initiatives to improve a mutual and comprehensive understanding between different religions are strongly encouraged at all levels. For example, the Observatory on religious policies at the Ministry of the Interior is in charge of studying and evaluating the religious phenomenon in all its components."
        },
        {
            "main_language": "76. Afin d’assurer l’application effective des principes constitutionnels consacrant le droit à la liberté de religion, le Gouvernement peut être amené à conclure des accords ad hoc avec les communautés et confessions religieuses. Le Cabinet du Premier Ministre a établi à cet effet une Commission pour les accords avec les communautés religieuses, qui est chargée d’étudier et d’évaluer les demandes émanant des communautés et confessions religieuses et d’établir des projets d’accords en vue de la réglementation de certaines questions, comme la reconnaissance des effets civils attachés aux mariages célébrés devant les ministres des divers cultes, ou l’assistance spirituelle dans des institutions collectives comme les forces armées, les hôpitaux et les prisons. Il faut également souligner le rôle important joué par le Comité consultatif pour la liberté de religion.",
            "other_language": "76. In order to implement the constitutional principles concerning the right to freedom of religion, the Government can stipulate ad hoc agreements with religious communities and denominations. For that purpose the Prime Minister’s Office established the Commission for Agreements with Religious Denominations with the task to study and evaluate the requests from the religious communities and denominations and draft the agreements which regulate issues such as the recognition of civil effects of marriages celebrated before ministers of the respective religious denomination and the spiritual assistance in collective institutions like the armed forces, hospitals and prisons. Furthermore the important role played by the Advisory Committee for religious freedom cannot be overlooked."
        },
        {
            "main_language": "77. L’article 13 de la Constitution italienne pose, entre autres, que «toute violence physique et morale sur les personnes soumises de quelque manière que ce soit à des restrictions de liberté est punie». Le système juridique italien punit par conséquent tout agissement pouvant être considéré comme entrant dans la définition de la torture énoncée à l’article premier de la Convention des Nations Unies contre la torture, et les sanctions prévues reposent sur une nomenclature de qualifications des faits à charge et circonstances aggravantes. La torture reste donc punissable même si elle n’est pas érigée en infraction spécifique dans le Code pénal italien.",
            "other_language": "77. Art. 13 of the Italian Constitution stipulates, inter alia, that “acts of physical and moral violence against persons subject to restrictions of their personal liberty shall be punished”. Accordingly, the Italian legal system provides sanctions for all conducts that can be considered as falling within the definition of torture, as defined in Article 1 of the relevant UN Convention, and that these sanctions are ensured through a system of incriminating facts and aggravating circumstances. Thus, torture is punishable even if it is not typified as a specific offence in the Italian criminal code."
        },
        {
            "main_language": "78. Le système juridique italien rattache la notion de torture à un large éventail d’infractions (arrestations illégales, restrictions injustifiées de la liberté individuelle, abus de pouvoir à l’encontre de détenus provisoires et condamnés, inspections et fouilles corporelles illégales). Certaines dispositions du Code pénal prévoient en outre des circonstances aggravantes générales, comme l’abus de pouvoir et le manquement d’un fonctionnaire aux obligations de sa charge. Il convient également de relever que le crime de torture a été introduit en 2002 dans le Code pénal militaire applicable en temps de guerre (art. 185 bis).",
            "other_language": "78. The Italian legal system considers the concept of torture within a wide range of criminal conducts (such as illegal arrest, undue restriction of personal liberty, abuse of office against detainees and prisoners, illegal inspections and personal searches). These crimes are supplemented by other provisions of the criminal code to which general aggravating circumstances apply, such as abuse of power and violation of public duties. It should also be noted that the crime of torture has been introduced in 2002 in the Military Criminal Code in Time of War (Art. 185 bis)."
        },
        {
            "main_language": "79. Le Gouvernement italien reconnaît que les préjugés et comportements racistes sont toujours vivaces dans certains secteurs de la société italienne et que leur éradication nécessite des efforts soutenus. De toute évidence, les instruments juridiques ne permettent pas, à eux seuls, d’assurer la prévention et l’élimination des préjugés ni de mener la lutte contre les attitudes et comportements discriminatoires: il faut, parallèlement, accomplir un travail de fond en vue d’établir des échanges enrichissants entre les cultures et les croyances.",
            "other_language": "79. The Italian Government acknowledges that prejudice and racist attitudes persist in some sectors of the Italian society to various extents and that a sustained effort is required to eradicate them. Obviously, in order to prevent and eliminate prejudices, as well as to combat discriminatory attitudes and behaviours, legal instruments are not enough: it is equally important to work on the ground for a successful interaction among cultures and beliefs."
        },
        {
            "main_language": "80. Comme mentionné plus haut, le principe de non-discrimination est l’un des principaux piliers de la Constitution italienne, ainsi que le fondement des dispositions de droit interne relatives à diverses catégories de la population, comme les femmes, les minorités et les autres groupes vulnérables. Dans ce domaine, le Gouvernement italien, se conformant en cela à la directive 2000/43 de l’Union européenne sur la lutte contre la discrimination, a mis en place en 2003 un dispositif législatif complet consacrant le principe d’égalité de traitement dans les secteurs public et privé dans de multiples domaines – emploi, profession, services d’orientation professionnelle, adhésion aux organisations syndicales et patronales, protection sociale, soins de santé, prestations sociales, éducation, biens et services. La protection judiciaire des victimes est assurée par la possibilité d’intenter des actions civiles pour discrimination, prévoyant notamment la recevabilité des preuves par présomption en faveur de la victime et l’indemnisation de celle-ci.",
            "other_language": "80. As above mentioned, the non-discrimination principle is one of the main pillars of the Italian Constitution, upon which domestic legislation is based when referring to different categories of people, such as women, minorities and other vulnerable groups. In this field the Italian Government, following EU Directive 2000/43 on Anti-discrimination, adopted in 2003 a comprehensive legislation based on the principle of equal treatment in the public and private sectors, with respect to access to employment, occupation, guidance and vocational training, membership of workers’ or employers’ organisations, social protection, healthcare, social benefits, education, goods and services. Judicial protection of victims is guaranteed by civil actions against discrimination, including presumptive proof in favour of the victim and awarding compensation for damage."
        },
        {
            "main_language": "81. Le système juridique italien comporte également un ensemble de dispositions expressément destinées à réprimer le discours raciste et xénophobe ainsi que toute action visant à diffuser des idées fondées sur la haine raciale ou ethnique et incitant à la violence au nom de motifs raciaux, ethniques ou religieux. La législation en vigueur punit la constitution d’organisations, d’associations, de mouvements ou de groupes qui auraient, entre autres objectifs, celui d’inciter à la discrimination et à la violence au nom de considérations raciales, ethniques ou religieuses. La législation assortit également d’une circonstance aggravante spéciale tous les crimes inspirés par la discrimination ou la haine raciale. Quant à la tenue de propos racistes ou xénophobes dans le monde politique, la loi confie aux autorités judiciaires le soin de vérifier la teneur à cet égard des documents, discours et programmes des représentants politiques.",
            "other_language": "81. The Italian legal system includes specific provisions to combat racist and xenophobic speech, including those actions directed to spread ideas founded on racial or ethnic hatred and the incitement to commit acts of violence on racial, ethnic or religious grounds. The legislation in force punishes the constitution of organizations, associations, movements or groups which have, among their aims, the incitement to discrimination or to violence motivated by racial, ethnic or religious reasons. It also provides for a special aggravating circumstance for all the crimes committed on the ground of discrimination or racial hatred. As to the use of racist or xenophobic language in politics, by law it is laid down that the judicial authorities are entrusted and have to verify the existence of criminal contents in documents, speeches and programs made by political representatives."
        },
        {
            "main_language": "82. Un plan d’action national contre le racisme a été adopté en 2006 pour faire droit aux prescriptions de la Conférence mondiale de Durban contre le racisme (2001). Il récapitule l’ensemble des actions engagées et des mesures prises dans le cadre législatif et institutionnel en vue d’éradiquer les pratiques racistes, xénophobes et discriminatoires aux niveaux national et local, et décrit en détail les bonnes pratiques et les expériences dignes d’intérêt.",
            "other_language": "82. A National Action Plan against Racism (NAP) was adopted in 2006 in order to meet the requirements set by the 2001 Durban World Conference against Racism. It illustrates all the actions and measures taken, within the legislative and institutional framework, in order to eradicate racist, xenophobic and discriminatory practices at the national and local levels, by also detailing relevant experiences and good practices."
        },
        {
            "main_language": "83. Méritent d’être signalées dans ce contexte diverses initiatives relatives à la commémoration de l’Holocauste, notamment la Journée du souvenir, célébrée tous les ans le 27 janvier, qui sont coordonnées par un comité national avec la participation des institutions concernées.",
            "other_language": "83. A significant example in this context is represented by the initiatives on Holocaust remembrance, including those related to the Memory Day, celebrated on the 27th January of each year, which are coordinated by a national committee with the participation of relevant institutions."
        },
        {
            "main_language": "84. En ce qui concerne les minorités linguistiques nationales, l’article 6 de la Constitution italienne dispose: «La République protège par des normes particulières les minorités linguistiques.». Une loi spécifique a été adoptée en 1999 pour assurer la protection de la langue de 12 minorités linguistiques historiques à l’école, dans les administrations publiques et dans les médias.",
            "other_language": "84. With regard to national linguistic minorities, Art. 6 of the Italian Constitution states that “the Republic protects linguistic minorities by means of ad hoc legislation”. A specific law adopted in 1999 identifies twelve linguistic minorities, taking into account the historical process of their settlement, and provides for protection of their languages at school, in the public administrations and in the media."
        },
        {
            "main_language": "85. La loi susmentionnée fonde la reconnaissance d’une minorité linguistique sur le double critère de la stabilité et de la durée d’implantation dans une région particulière du pays. En vertu de ce critère, les minorités rom et sinti ne peuvent pas être considérées comme des minorités linguistiques.",
            "other_language": "85. In conformity with the above mentioned Act, the basic criterion for the recognition of a “linguistic minority” is its stability as well as the duration of its settlement in a specific area of the country. According to this legislation, Roma and Sinti Communities cannot be considered as “linguistic minorities”."
        },
        {
            "main_language": "86. Un recensement a été effectué en 2008 dans trois régions d’Italie afin de dénombrer les personnes vivant dans des campements, sans qu’il soit tenu compte de leur nationalité ni de leur origine ethnique. Cette initiative a marqué une première étape, capitale, en vue de l’adoption par les autorités italiennes des mesures de protection sociale et d’intégration destinées à améliorer les conditions de vie de ces personnes, notamment les Roms. Au total, 167 campements ont été dénombrés, dont 124 irréguliers et 43 autorisés, soit 12 300 personnes, dont 5 400 enfants. Ce recensement a été mené par la police nationale, en étroite coopération avec la Croix-Rouge italienne et les forces de police municipales.",
            "other_language": "86. A census was carried out in 2008 in three Italian Regions in order to assess the presence of persons living in settlements, regardless of their nationality or ethnic origin. It represented a preliminary and fundamental stage to ensure the adoption by the Italian authorities of social, welfare and integration measures, aimed at improving the living conditions of these persons, including Roma people. A total of 167 settlements have been counted, of which 124 unauthorized and 43 authorized, as well as 12,300 persons, of whom 5,400 were children. The census procedure was carried out by the State Police forces, in close cooperation with the Italian Red Cross and the municipal Police forces."
        },
        {
            "main_language": "87. Le Gouvernement italien a adopté plusieurs mesures pour mettre en place les conditions économiques et sociales de l’intégration des communautés rom et sinti. Les priorités les plus urgentes sont le logement, l’emploi, l’éducation et la formation professionnelle, autant d’éléments capitaux pour assurer une intégration réelle dans la société italienne.",
            "other_language": "87. The Italian Government adopted several measures in order to provide economic and social support for the integration of Roma and Sinti Communities. The most urgent priorities include housing, employment, education and vocational training, which are to be considered as essential elements for a real integration into the Italian society."
        },
        {
            "main_language": "88. Environ 7 millions d’euros ont été alloués en 2007-2008 au Fonds national pour les politiques sociales et au Fonds pour l’insertion sociale des migrants, afin d’atténuer les problèmes de logement, de favoriser l’intégration et la participation des enfants roms à l’école et d’organiser des campagnes de sensibilisation. D’autres ressources financières provenant de l’Union européenne pourraient être consacrées à l’intégration de la communauté rom et de la communauté sinti et à la lutte contre la discrimination. Un réseau national pour l’intégration des Roms, associant les administrations centrales et locales, a été établi en vue de réunir et de comparer des données sur la situation des Roms sur l’ensemble du territoire national, ce qui permettra d’harmoniser l’action menée et de rationaliser l’usage des ressources.",
            "other_language": "88. About € 7 million were allocated in 2007-2008 to the National Fund for Social Policies and the Fund for migrants’ social inclusion, in order to reduce housing problems, to support integration and participation of Roma children in school as well as for awareness-raising campaigns. Additional financial resources from the EU may be devoted to the integration of Roma and Sinti Communities and to the fight against discrimination. A national network for Roma inclusion, bringing together central and local administrations, has been established with the aim of gathering and comparing data concerning Roma people experiences as collected throughout the national territory, so as to harmonise actions and to better use relevant resources."
        },
        {
            "main_language": "89. Des politiques spécifiques ont été promues et mises en œuvre dans les régions et les communes où la présence des Roms est particulièrement importante. Diverses initiatives ont été prises en leur faveur − organisation de programmes d’apprentissage et de programmes de stages, mise en place de bureaux d’information et de services d’orientation, mesures d’aide à l’emploi et formation de médiateurs culturels roms, notamment.",
            "other_language": "89. Specific policies have been promoted and implemented in Regions and Municipalities where the Roma presence is particularly high. Measures, such as apprenticeship and internships programs, information desks, guidance and employment support as well as the training of Roma cultural mediators have been developed."
        },
        {
            "main_language": "90. En ce qui concerne le droit à l’éducation de la communauté rom et de la communauté sinti, il convient de noter l’inscription de 12 838 élèves pour l’année scolaire 2008/09. Diverses mesures − aménagement de locaux appropriés, mobilisation de ressources financières − ont été prises, avec l’appui des enseignants, pour favoriser leur intégration dans le système scolaire. Les précédents modèles de l’administration centrale sont désormais intégrés dans une stratégie décentralisée mise en œuvre par les administrations et les écoles locales. Divers accords ad hoc ont été conclus à cet effet par le Ministère de l’éducation et l’association Opera Nomadi. D’autres mesures de ce type vont être appliquées, en coopération avec d’autres associations de Roms, de Sintis et de gens du voyage («Camminanti»).",
            "other_language": "90. With regard to the right to education of Roma and Sinti Communities, 12,838 students were enrolled in 2008-2009 school year. Several actions to support their integration in the school system have been put in place by involving teachers, providing for adequate spaces and financial resources. Previous central models have been integrated through a decentralized strategy implemented by local administrations and schools. To this end, specific agreements have been signed by the Ministry of Education and the “Opera Nomadi” association. Other similar measures are going to be taken in cooperation with other Roma, Sinti and Travellers (“Camminanti”) associations."
        },
        {
            "main_language": "91. L’égalité des genres est un droit fondamental, une valeur partagée par l’ensemble de la société italienne, ainsi qu’un préalable indispensable à la réalisation des normes nationales et internationales de développement dans les domaines de la croissance économique et sociale, de l’emploi et de la cohésion sociale. Déterminée à relever le défi et à faire tout le nécessaire pour combler les lacunes qui subsistent encore en matière d’égalité des genres, l’Italie a adopté et mis en œuvre une législation et des mesures expresses, élaboré des programmes d’action, mis en place des mécanismes de suivi et organisé des campagnes de sensibilisation.",
            "other_language": "91. Gender equality is a fundamental right, a common value of Italian population, and a necessary condition for the achievement of national and international development benchmarks of social and economic growth, employment and social cohesion. In order to meet this challenge and address existing gaps, Italy is sparing no efforts to achieve gender equality by adopting and implementing specific gender legislation and measures, such as programmes of action, monitoring mechanisms and social awareness campaigns."
        },
        {
            "main_language": "92. En vertu des principes fondamentaux énoncés aux articles 3, 35 et 37 de la Constitution italienne, divers dispositifs législatifs, notamment le Code sur l’égalité entre les hommes et les femmes de 2006, prévoient des mesures préventives, des sanctions, ainsi qu’une aide aux victimes de la discrimination fondée sur le sexe. L’article 51 de la Constitution italienne, amendé en 2003, dispose désormais que «la République favorise, par des mesures appropriées, l’égalité des chances entre les hommes et les femmes», et réaffirme le droit individuel des femmes à accéder aux fonctions publiques dans des conditions d’égalité, selon les termes fixés par la loi.",
            "other_language": "92. According to the main principles set out in Arts. 3, 35, and 37 of the Italian Constitution, several laws provide for preventive measures and sanctions as well as the support for the victims of gender discrimination, such as the 2006 Code on gender equality. In 2003, Art. 51 of the Italian Constitution was amended in such a way that the Republic will promote “equal rights between men and women by means of appropriate provisions” and it reaffirms the human right of women to have access to public offices under legal and effective conditions of equality."
        },
        {
            "main_language": "93. Le Gouvernement italien a conduit des études et des recherches et créé divers organes ayant pour mission spécifique de suivre l’évolution de la violence sexiste et intrafamiliale, afin d’être en mesure d’élaborer des normes et des mesures adaptées. Il a notamment promulgué la loi no 38/2009, qui institue un ensemble de mesures d’urgence dans le domaine de la sécurité publique et de la lutte contre les violences sexuelles et le harcèlement. En vertu de cette loi, le harcèlement est désormais une infraction en Italie, aggravée si elle est commise par l’ancien partenaire ou par le mari de la victime ou lorsque des enfants en sont victimes.",
            "other_language": "93. The Italian Government has both carried out studies and researches and created specific bodies to monitor gender based and domestic violence, in order to elaborate specific norms and measures, such as Act No. 38/2009 entitled “Urgent measures in the field of public security and the fight against sexual violence and stalking”. By such Act, stalking is today a crime in Italy, which is aggravated if committed by the former partner or by the victim’s husband or when it involves children."
        },
        {
            "main_language": "94. De nombreuses autres initiatives, projets et campagnes de sensibilisation et d’information visant à lutter contre la violence fondée sur le sexe et à assurer la protection des victimes sont en cours de réalisation. L’un des projets qui méritent le plus d’être relevés dans ce domaine est la mise en place d’un réseau national sur la violence contre les femmes, qui doit mettre à la disposition des femmes victimes de violences une permanence téléphonique gratuite, dispensant ses services vingt-quatre sur vingt-quatre en plusieurs langues, et promouvoir une action concertée des autorités centrales et locales, ainsi qu’une étroite coopération avec les associations concernées.",
            "other_language": "94. Many other initiatives, projects and awareness-raising and information campaigns to fight against gender-based violence and to protect victims are being realized. The most relevant project in this field concerns a National Network on violence against women, aimed at activating a free call center, available full-time in many languages, for women victims of violence promoting joint actions by central and local authorities in cooperation with relevant associations."
        },
        {
            "main_language": "95. Autre initiative digne d’intérêt, la création en cours d’un observatoire national pour la répression des violences sexuelles et des violences liées au genre, chargé de coordonner l’action des pouvoirs locaux, des centres de lutte contre la violence et autres organismes compétents, de suivre l’ensemble des mesures prises par les administrations publiques pour éradiquer la violence sexuelle et d’élaborer un plan d’action national de lutte contre toutes les formes de violence, notamment la violence intrafamiliale.",
            "other_language": "95. Another significant initiative is the on-going establishment of a “National Observatory against sexual and gender based violence” with the task to coordinate local authorities, centers against violence and other entities, to monitor all the activities carried out by public administrations to eradicate sexual violence, and to elaborate a National Plan to combat any form of violence, including domestic violence."
        },
        {
            "main_language": "96. L’Italie condamne le terrorisme sous toutes ses formes et a fait de la lutte contre ce fléau l’une des priorités nationales. Cette lutte peut, et doit, être menée dans le plein respect des droits de l’homme, du droit international humanitaire et du droit international des réfugiés. Les autorités italiennes attachent la plus haute importance aux mesures antiterroristes et sont déterminées à tout faire pour assurer la protection des droits de l’homme et préserver la population des attaques terroristes.",
            "other_language": "96. Italy condemns terrorism in all its forms and considers the fight against it as a national priority. This fight can and must be carried out in full compliance to human rights, international humanitarian law and refugee law. Counter-terrorism action has to be considered as a strong commitment of the Italian authorities entailing a vigorous effort to protect human rights and to guarantee people security against terrorist attacks."
        },
        {
            "main_language": "97. L’Italie a par ailleurs adopté une législation visant à protéger l’ensemble des victimes du terrorisme et leur famille, ainsi que toutes les personnes qui ont eu à subir les conséquences dramatiques (blessures graves, voire mortelles) d’actes de terrorisme ou d’agissements d’organisations criminelles (mafieuses). La législation prévoit notamment certaines prestations ainsi qu’une aide financière. Un Fonds spécial pour les victimes de la criminalité organisée a été constitué à cet effet en 1999.",
            "other_language": "97. With regard to victims of terrorism, Italy has adopted a legislation aimed at protecting all victims of terrorism and their families, as well as those who are affected by terrorism or mafia-type criminal organizations (and suffer from the consequences of grave or deadly injuries), by providing benefits, including financial support. An ad hoc Fund for victims of organized crime was established in 1999 to this end."
        },
        {
            "main_language": "98. Des mesures spécifiques ont été adoptées pour lutter contre le terrorisme international et mettre à jour la législation antiterroriste en vigueur. Le cadre juridique s’est enrichi d’une disposition énonçant les circonstances particulières justifiant l’adoption de mesures administratives d’expulsion en vue de prévenir les actes de terrorisme intérieur ou international (art. 13.1 de la loi unifiée sur l’immigration).",
            "other_language": "98. Specific measures were adopted to combat international terrorism, in order to update the existing anti-terrorism legislation. The legal framework was also integrated by including a specific circumstance under which administrative expulsion measures can be applied in order to prevent acts of domestic or international terrorism (Art. 13.1 of the Consolidated Act on Immigration)."
        },
        {
            "main_language": "99. L’Italie n’a pas établi de juridiction ni de procédure spéciale pour les affaires de terrorisme. La compétence des tribunaux militaires étant strictement limitée aux poursuites contre les membres de l’armée accusés d’infractions militaires, conformément à la recommandation du Comité des droits de l’homme, les tribunaux de droit commun sont seuls habilités à juger et condamner l’auteur d’une infraction terroriste. Par ailleurs, aucune mesure dérogeant aux obligations énoncées dans le Pacte international relatif aux droits civils et politiques n’est prévue pour les affaires de terrorisme (art. 4 du Pacte). Il en résulte que l’ensemble des principes et procédures ordinaires − notamment en matière de présomption d’innocence, d’aide juridictionnelle, d’examen des éléments de preuve, d’information, etc. − sont strictement appliqués dans le cadre des procès et enquêtes liés à des affaires de terrorisme.",
            "other_language": "99. Italy has not established any special jurisdiction or procedure for terrorism cases. The jurisdiction of military tribunals is in fact limited to the trial of members of the military accused of military offences, as recommended by the Human Rights Committee. Only ordinary courts may judge and convict a person for terrorist offence. Furthermore, no derogation from the obligations taken under the International Covenant on Civil and Political Rights is provided for terrorist cases (Art. 4 of the Covenant). Therefore, all ordinary procedures and principles on presumption of innocence, legal assistance, exam of evidence, information etc. are ensured in trials and investigations, when dealing with terrorist cases."
        },
        {
            "main_language": "100. La Cour constitutionnelle est intervenue à diverses reprises sur cette question, essentiellement pour rappeler que le système juridique italien a pour finalité d’instituer un dispositif de garanties efficace permettant d’assurer la pleine et entière protection des droits fondamentaux de la personne.",
            "other_language": "100. On this issue, there have been various interventions by the Constitutional Court, to emphasize primarily that the Italian legal system aims at ensuring an effective framework of guarantees, so as to fully and extensively protect the fundamental rights of the individual."
        },
        {
            "main_language": "101. Il convient enfin de signaler que le Système national de sécurité, notamment les services de sécurité et de renseignement, a été réformé en 2007 et placé sous le contrôle d’une commission parlementaire. À noter que la réforme en question a été adoptée par une très large majorité parlementaire.",
            "other_language": "101. With reference to the National System of Security, including security and intelligence services, it is worth recalling that it has been reformed in 2007 and placed under the scrutiny of a parliamentary committee. It should be noted that this reform was adopted by a very wide parliamentary majority."
        },
        {
            "main_language": "102. Le système judiciaire italien repose sur le principe du respect des formes régulières. Ce principe a été repris par la loi no 2/1999 conformément aux dispositions de l’article 111 de la Constitution, en vue de renforcer le modèle accusatoire, caractérisé par les éléments suivants: la soumission du système procédural à la seule loi (respect des formues régulières); l’impartialité des juges; l’application du principe du contradictoire dans la formation de la preuve, avec possibilité de dérogation à condition que le défendeur y consente, lorsqu’il est impossible d’entendre les deux parties, ou en cas de comportement illicite caractérisé; le respect du principe de l’«égalité des armes» entre l’accusation et la défense; le droit à une durée raisonnable du procès; le droit d’être promptement informé.",
            "other_language": "102. The Italian judicial system is based on the principle of the “due process of law”. This has been developed by Act No. 2/1999 in accordance with Art. 111 of the Constitution and aims at enhancing the accusatory model as follows: a procedural system regulated only by statute (“due process of law”); impartiality of judges; collection of evidence after hearing both parties to the proceedings, including the admissibility of derogation when the defendant provides his/her consent, when it is impossible to take evidence by hearing both parties or when there is evidence of illicit conduct; the “equality of arms” between the prosecution and the defence; the reasonable duration of the process; the right to be promptly informed."
        },
        {
            "main_language": "103. Dans le système italien, la juridiction civile et pénale ordinaire s’exerce à trois degrés: le tribunal de première instance territorialement compétent rend une décision sur le litige dont il est saisi; sa décision peut faire l’objet d’un recours devant une juridiction du deuxième degré, ce qui permet de parer au risque d’erreur judiciaire. La cour de cassation constitue le troisième degré de juridiction; lorsqu’elle confirme l’arrêt rendu par une juridiction de deuxième instance, le jugement est considéré comme définitif.",
            "other_language": "103. As to the ordinary civil and criminal justice, the Italian system provides for three main stages: the first instance judgment, in which any dispute is decided by the competent territorial court of first instance. Its decision can be appealed before a second judge, to avoid the risk of judicial error. A third judicial control is exercised by the Court of Cassation: when a judgment is finally confirmed at this stage, the sentence is to be considered as definitive."
        },
        {
            "main_language": "104. En ce qui concerne la durée de la procédure judiciaire, l’Italie, dans le souci de se conformer aux recommandations formulées à ce sujet par les organes internationaux, envisage de réexaminer certaines procédures officielles qui, au regard des normes européennes, ralentissent le cours de la justice. Elle prévoit notamment de limiter l’accès aux voies de recours, en particulier les possibilités de pourvoi en cassation, et de favoriser les modes de règlement non judiciaires. Certaines mesures ont déjà été adoptées en 2008 et 2009, mais beaucoup reste à faire dans ce domaine.",
            "other_language": "104. With regard to the duration of judicial proceedings, taking into account recommendations from international bodies in this respect, Italy is planning to review some formal procedures that slow down justice in comparison with European standards, such as the reduction of access to claim, in particular to the third degree of trial, and the enhancement of alternative proceedings. Some measures have been already adopted in 2008 and 2009 even though challenges remain high in this field."
        },
        {
            "main_language": "105. Une attention toute particulière a été accordée à la justice des mineurs, dans le souci de répondre au mieux aux besoins des enfants. L’objectif prioritaire est de leur assurer de meilleures conditions de vie et de renforcer les mesures de réinsertion, de réadaptation et de réparation. Un projet de loi a récemment été déposé en vue de poursuivre la diversification et la modulation des interventions du système judiciaire en fonction de la nature de l’infraction et de la situation particulière des enfants, l’objectif étant de multiplier les chances de réussir la réadaptation totale et la réinsertion sociale de l’enfance délinquante.",
            "other_language": "105. Specific attention is paid to the Italian Juvenile Justice system, in order to address children’s needs. It is a priority to ensure better and more appropriate living conditions and to intensify social reintegration, rehabilitation and reparation. A bill has been recently introduced to further diversify and customize the responses of the judicial system in relation to the type of crime and to children’s conditions, thus increasing the chances of total rehabilitation and social reintegration of children conflicting with law."
        },
        {
            "main_language": "106. S’agissant de l’administration pénitentiaire, la législation en vigueur prévoit un système complexe, où la détention coexiste avec de nombreux dispositifs de substitution. Les personnes privées de liberté jouissent pleinement du droit à la santé, conformément à l’Ensemble de règles minima pour le traitement des détenus de l’ONU, ainsi que du droit à l’éducation, notamment à la formation, l’objectif étant de favoriser la réinsertion sociale et professionnelle. Une attention toute particulière a été accordée à la situation des femmes en détention, à qui l’on accorde le droit de vivre avec leurs enfants jusqu’à l’âge de 3 ans, et pour qui des crèches ont été installées dans les lieux de détention. D’autres mesures dites «programme de traitement» sont en cours d’élaboration, dans le cadre d’accords conclus entre l’administration pénitentiaire et le détenu. Un plan d’action sur les prisons italiennes, notamment, a récemment été présenté à l’échelon gouvernemental; il est actuellement examiné par le Parlement et devrait être mis en œuvre d’ici à 2012.",
            "other_language": "106. As to the penitentiary administration, the legislation in force provides for an articulated system, which includes detention as well as many different alternative measures. Persons deprived of their liberty fully enjoy the right to health, in line with the UN Rules on detainees’ treatment, the right to education, including training, to facilitate social and professional reintegration. Specific attention is also paid to women in prison, who are allowed to live with their children until the age of 3 and have access to nursery within detention centres. Alternative measures are developed according to agreements between the detainee and the penitentiary administration (the so called ‘treatment programme’). Along these lines a plan of action concerning Italian prisons, to be implemented by 2012, has been recently introduced at the governmental level and is under current examination by the Parliament."
        },
        {
            "main_language": "107. La Constitution italienne assure une promotion et une protection équitables des droits civils et politiques ainsi que des droits économiques, sociaux et culturels. Elle consacre certains droits économiques – droit de propriété, liberté de l’initiative économique, droit de travailler et de choisir librement son activité professionnelle, droit de constituer des syndicats (art. 39), droit à des conditions de travail égales et favorables (art. 36), égalité des droits dans le domaine du travail (art. 37), droit à la sécurité sociale (art. 38).",
            "other_language": "107. The Italian Constitution ensures an equitable promotion and protection of civil and political rights as well as economic, social and cultural rights. The Italian Constitution envisages economic rights such as the right to property, the freedom to undertake economic initiatives, the right to work and to freely choose one’s work, the right to form trade unions (Art. 39), the right to equal and favourable conditions of work (Art. 36), equal work treatment (Art. 37) and social security (Art. 38)."
        },
        {
            "main_language": "108. La Constitution confie également à l’État le soin de mettre en œuvre des politiques sociales et d’assistance et de promouvoir la justice sociale. À cet égard, divers droits doivent être garantis: le droit à la santé, le droit de jouir du meilleur état de santé physique et mentale possible, ce qui inclut également la gratuité des soins de santé pour tous (art. 32), la garantie d’un niveau de vie minimal pour les indigents (art. 38), la protection de la famille, en particulier des mères et des enfants (art. 29 à 31).",
            "other_language": "108. Besides, the Constitution envisages that the State implements social and welfare policies and promotes social justice. In this context the following rights must be guaranteed: the right to health and to the highest standards of physical and mental health, also by ensuring free medical care to all (Art. 32), a minimum standard of living to those who are in need (Art. 38), the protection of the family, in particular mothers and children (Arts. 29-31)."
        },
        {
            "main_language": "109. La lutte contre la pauvreté est menée dans le cadre de diverses initiatives, portant notamment sur la création d’emplois, la mise en place d’instruments spécifiques en matière d’orientation professionnelle et d’accès au travail, l’instauration d’un système de rémunération qui favorise le développement économique, et l’adoption de mesures d’aide en faveur des familles les plus pauvres. Des mesures extraordinaires ont par ailleurs été adoptées en 2008, en pleine crise financière et économique mondiale, afin de renforcer le pouvoir d’achat des ménages, des travailleurs, des retraités et des personnes à faible revenu.",
            "other_language": "109. The fight against poverty is carried out through different measures, including the promotion of job opportunities, specific instruments for orientation and access to work, a retributive system that encourages economic development, and support measures for families living in poverty. Moreover, due to the international financial and economic crisis, in 2008 extraordinary measures were adopted, in order to increase the purchasing power of families, workers, retirees and low income persons."
        },
        {
            "main_language": "110. Conformément aux articles 3, 30, 33 et 34 de la Constitution, l’insertion et l’intégration sociales constituent les principes fondamentaux du système éducatif public italien. Plusieurs mesures ont été introduites afin de garantir le droit à l’éducation, d’assurer une scolarisation effective et de répondre aux besoins individuels et collectifs, notamment ceux des étudiants handicapés ou ayant des besoins spéciaux, des groupes vulnérables, des migrants et des enfants roms. Des ressources financières appropriées ont été dégagées aux niveaux national et local, surtout dans les régions ayant enregistré un taux élevé d’abandon scolaire. L’école est obligatoire et gratuite dans le primaire et le secondaire. Le terme de la scolarité obligatoire a été porté à 18 ans en 2007. Les manuels sont gratuits à l’école primaire, et les enfants des familles défavorisées peuvent bénéficier d’une bourse dans les autres cycles d’enseignement.",
            "other_language": "110. According to Arts. 3, 30, 33 and 34 of the Constitution, social inclusion and integration are fundamental principles of Italy’s public educational system. Several measures have been introduced to guarantee the right to education as well as to ensure effective school attendance and to respond to individual and collective needs, including students with disabilities or special needs, vulnerable groups, migrants and Roma children. Adequate financial resources have been allocated at the local and national levels, above all in areas where the high rate of school dropping-out has been recorded. Free compulsory school is envisaged for the primary and secondary school. In 2007 such obligation has been extended up to the age of 18. Textbooks are free in the primary school and in other school cycles specific measures are envisaged to grant scholarships to children belonging to disadvantage families."
        },
        {
            "main_language": "111. L’une des grandes priorités du système éducatif italien a toujours été d’assurer l’insertion des élèves étrangers – en particulier ceux issus des immigrations les plus récentes – et de favoriser leur intégration rapide, en fonction de leur âge et de leur niveau d’instruction. Au cours des cinq dernières années, l’effectif d’élèves étrangers s’est accru d’environ 140 %: au cours de l’année scolaire 2007/08, environ 575 000 élèves étrangers se sont inscrits dans les écoles italiennes.",
            "other_language": "111. The inclusion of foreign pupils – in particular those involved in recent migration flows - has always been at the core of the Italian school system, in order to ensure their prompt integration in accordance with their age and knowledge. In the last five years the number of foreign pupils has grown by about 140per cent: in school year 2007-2008 Italian schools registered approximately 575,000 foreign students."
        },
        {
            "main_language": "112. Plusieurs mécanismes de consultation permanents (comités, groupes de travail, etc.) ont été créés au sein des institutions centrales et locales afin de promouvoir un dialogue ouvert et régulier avec les organisations de la société civile actives dans le domaine de la promotion et de la protection des droits de l’homme.",
            "other_language": "112. Within central and local institutions several permanent consultative mechanisms (i.e. committees, working groups etc.) have been created to promote an open and constant dialogue with civil society organizations that are engaged in the promotion and protection of human rights."
        },
        {
            "main_language": "113. Dans le cadre de la rédaction des rapports périodiques présentés par le Gouvernement italien aux organes de l’ONU et aux autres organes multilatéraux, le Comité interministériel des droits de l’homme sollicite et reçoit des observations d’organisations de la société civile afin de connaître leur avis sur la mise en œuvre des instruments relatifs aux droits de l’homme ainsi que sur le contenu des rapports. Des représentants d’ONG actives dans le domaine des droits de l’enfant ont ainsi participé à l’établissement du dernier rapport périodique de l’Italie sur l’application de la Convention relative aux droits de l’enfant.",
            "other_language": "113. In drafting governmental periodic reports to UN and other multilateral bodies, the Inter- ministerial Committee on Human Rights requests and receives observations from civil society organizations in order to gather their views on the implementation of human rights treaties and on the contents of the reports. For example, representatives of NGO’s working on the rights of the child were involved in the preparation of last Italy’s periodic report on the implementation of the Convention on the rights of the child."
        },
        {
            "main_language": "114. En matière de droits de l’homme, l’Italie attache la plus haute importance à l’éducation, à tous les niveaux et sous toutes ses formes. L’exercice effectif d’un droit suppose en effet tout un travail d’information et de sensibilisation. L’éducation dans ce domaine joue donc un rôle crucial pour la mise en œuvre concrète des droits de la personne et des libertés fondamentales ainsi que pour la promotion de l’égalité et la prévention des violations des droits de l’homme. L’éducation est également d’une importance capitale tant pour la prévention et l’élimination des attitudes et comportements racistes, discriminatoires et xénophobes que pour la valorisation de la tolérance et du respect de la diversité.",
            "other_language": "114. Italy attaches the utmost importance to human rights education at all levels and in all its forms. No right can be effective without knowledge and awareness. Human rights education is essential to the realisation of human rights and fundamental freedoms and contributes significantly to promoting equality and to preventing human rights violations. It is also a key element to prevent and contrast attitudes and behaviours based on racism, discrimination and xenophobia, and to promote tolerance and respect for diversity."
        },
        {
            "main_language": "115. L’enseignement des droits de l’homme fait partie intégrante de tous les programmes scolaires, y compris à l’école primaire, conformément aux engagements internationaux pris par l’Italie dans ce domaine, notamment au titre du Programme mondial d’éducation dans le domaine des droits de l’homme.",
            "other_language": "115. Human rights education is included in school programs at all levels, starting from the primary schools, in accordance with international commitments taken by Italy in this field, including the World Programme for Human Rights Education."
        },
        {
            "main_language": "116. Une formation permanente est également dispensée aux magistrats, dans le cadre d’un programme d’enseignement spécifique placé sous la responsabilité du Conseil supérieur de la magistrature. Cette formation porte notamment sur la protection des droits de l’homme et des libertés fondamentales par les juridictions judiciaires sous l’angle de l’efficacité et des garanties procédurales, mais aussi sous celui du multiculturalisme et de l’immigration.",
            "other_language": "116. Permanent training for judges concerning – inter alia - the judicial protection of human rights and fundamental freedoms as far as the effectiveness and related guarantees within proceedings, also in relation with multicultural and immigration aspects, is promoted through specific courses under the responsibility of the High Council for the Judiciary."
        },
        {
            "main_language": "117. Les programmes de formation destinés aux membres des forces de police comportent un volet relatif au droit des droits de l’homme et au droit international humanitaire. D’une manière générale, les membres des forces de l’ordre bénéficient d’une formation permanente destinée à leur permettre de s’adapter à l’évolution des réalités. L’enseignement qui leur est dispensé vise généralement à leur permettre d’assurer une fonction de médiation entre les cultures, notamment pour la gestion des conflits d’ordre culturel.",
            "other_language": "117. With regard to the training of Police forces, human rights law and international humanitarian law are included in the training curricula for police staff at all ranks. On a more general note, law enforcement personnel is routinely trained in order to face a changing reality. Training courses usually focus on developing cultural mediation skills and on facilitating mediation in cultural conflicts management."
        },
        {
            "main_language": "118. En cas de violation alléguée des droits de l’homme et des libertés individuelles, il peut arriver que l’on évalue la responsabilité des agents de la fonction publique à la demande d’un particulier ou dans le cadre d’une enquête menée par un supérieur hiérarchique. Dans le premier cas, l’autorité judiciaire est saisie d’une plainte, ce qui permet l’engagement d’une procédure pénale. Ce système de contrôle est par ailleurs renforcé par divers mécanismes d’enquête internes, visant à prévenir tout abus ou excès de pouvoir de la part des fonctionnaires dans le cadre de leurs activités ordinaires.",
            "other_language": "118. The assessment of responsibilities of public officials in case of an alleged violation of human rights and/or individual freedoms can be requested either by a citizen or during an inquiry conducted by a superior. In the former case, the request is transmitted to the judicial authority through a complaint so that a criminal proceeding can be initiated. Moreover, such control system is strengthened by several internal inquiring mechanisms, to assure that, in ordinary activities, public officials do not commit abuses or exceed in the use of their power."
        },
        {
            "main_language": "119. L’Italie souscrit vigoureusement au principe qui veut que tout programme international de développement soit fondé sur le respect des droits de l’homme et le renforcement de la gouvernance sociale, économique et démocratique. Cet aspect est particulièrement important dans des situations délicates ou au lendemain d’un conflit, lorsqu’il est capital d’assurer une coordination efficace entre les États, les acteurs internationaux et la société civile pour garantir le fonctionnement des dispositifs indispensables en matière de lutte contre la pauvreté, de développement, de sécurité et de protection des droits de l’homme. L’Italie reconnaît par conséquent le rôle majeur que jouent les organisations non gouvernementales dans la promotion du développement, de la bonne gouvernance et de la démocratisation. La mise en œuvre des programmes internationaux de développement se fait donc autant que possible en étroite coordination avec leurs bénéficiaires, la société civile, les autorités locales et les autres parties prenantes concernées. Le renforcement des capacités joue un rôle capital dans toutes les activités, tant pour permettre aux acteurs concernés de se les approprier et d’en pérenniser les résultats, que pour réduire les risques d’échec et fournir aux pays en développement la formation et l’assistance technique dont ils ont besoin.",
            "other_language": "119. Italy strongly supports the principle that any international development program must be based upon the respect for human rights and the strengthening of the social, economic and democratic governance. This is particularly true in fragile and post conflict situations where effective coordination with States, international actors and civil society is essential to provide the basic functions needed for poverty reduction, development, security and human rights protection. Consequently, Italy recognizes the important role played by non-governmental organizations towards the promotion of development, good governance and processes of democratization. Thus, international development programs are carried out as much as possible in close coordination with beneficiaries, civil society, local authorities and all other relevant stakeholders. Capacity building is considered a key component of all activities in order to foster ownership and sustainability, reduce risks of failure and provide the necessary training and technical assistance to developing countries."
        },
        {
            "main_language": "120. Dans le domaine de la coopération, l’Italie s’est toujours attachée à mettre en œuvre des programmes et des projets destinés à renforcer les capacités institutionnelles des pays partenaires. De fait, la quasi-totalité des programmes, quel que soit par ailleurs leur domaine d’activité, comportent un volet relatif au renforcement des capacités. D’une manière générale, les concepteurs des projets veillent toujours scrupuleusement, en matière de développement, à ce que les besoins correspondent et répondent à une demande réelle. L’Italie sait toutefois que bien des progrès restent à faire dans d’autres domaines, en particulier dans les États fragilisés ou ceux qui sortent d’un conflit.",
            "other_language": "120. In general, the Italian Cooperation has a long-standing tradition of programmes and projects aimed at strengthening institutional capacities in partner countries. In fact, almost all programmes, regardless of their core sectors of activity, are conceived so as to entail a capacity-building component. Overall, when identifying activities, the utmost attention is paid to the fact that development needs are demand-driven. Nevertheless, Italy is aware that improvements are still required with respect to other issues, in particular in fragile states and post-conflict situations."
        },
        {
            "main_language": "121. Dans le cadre des directives de l’Agence italienne de coopération, plusieurs initiatives promues par celles-ci associent la protection des droits de l’homme à l’élaboration de politiques de coopération en faveur du développement. L’Italie soutient, par le biais de son Programme de coopération au développement, plusieurs projets axés sur diverses thématiques − autonomisation des femmes, violences contre les femmes, participation des enfants aux conflits armés, enfants handicapés, enfants détenus ou ayant maille à partir avec la justice, enfants victimes de la traite, exploitation sexuelle des enfants à des fins commerciales, travail des enfants, etc.",
            "other_language": "121. In the framework of the Guidelines of the Italian Cooperation, several initiatives promoted by the Italian Cooperation link the protection of human rights with development cooperation policies. Italy supports, through its development cooperation programme, several projects focused, for example, on women’s empowerment, violence against women, children involved in armed conflicts, disabled children, children in prison and in conflict with law, children victims of trafficking and sexually exploited for commercial purposes, child labour etc."
        },
        {
            "main_language": "122. Le Bureau national de lutte contre la discrimination raciale (UNAR − voir par. 32 ci-dessus) est en train de lancer un nouveau programme d’action qui va être déployé à l’échelon national, grâce aux efforts conjugués des régions et des pouvoirs locaux, en vue de créer un système intégré pour prévenir et combattre les discriminations raciales.",
            "other_language": "122. The National Office Against Racial Discriminations (UNAR- see paragraph 32 above) is starting a new program of actions to be implemented at the national level, thank to a joint effort of Regions and local authorities, in order to create an integrated system to prevent and contrast racial discriminations."
        },
        {
            "main_language": "123. La principale initiative concerne la transformation de la permanence téléphonique existante en un centre de consultation en ligne qui permettra aux victimes ou aux témoins de discriminations de remplir, dans leur propre langue, un formulaire qui sera immédiatement examiné.",
            "other_language": "123. The first main action concerns the transformation of the existing Call center service into a web- based Contact Center with access for potential victims or witnesses of discriminations, who will compile a form in their own language which will be immediately processed."
        },
        {
            "main_language": "124. Une deuxième initiative, actuellement en cours d’examen, concerne la transformation du Bureau actuel, l’UNAR, en un Centre national de lutte contre les discriminations (dont le mandat ne porterait plus exclusivement sur les discriminations raciales ou ethniques).",
            "other_language": "124. A second line of intervention refers to the conversion of the current UNAR Office in UNA, National Office against Discriminations (i.e. not only discrimination on racial or ethnic grounds) is currently under consideration."
        },
        {
            "main_language": "125. La promotion de la politique d’intégration des migrants en Italie (voir par. 72 à 74 ci-dessus) est également assurée par le Fonds européen d’intégration, institué par la Commission européenne. Environ 91 millions d’euros ont été alloués à l’Italie au cours de la période 2007-2013 pour la poursuite d’activités dans divers domaines: mise au point d’une formation de base sur les principaux éléments du système d’intégration italien; insertion professionnelle des migrants, grâce à une formation et à un ensemble de mesures ciblées; communication − campagnes de sensibilisation et initiatives de médiateurs culturels; création d’un site Web multilingue; définition d’un ensemble de critères d’efficience et d’efficacité pour l’évaluation des politiques d’intégration; échanges d’expériences, de bonnes pratiques et d’informations. Plus de 750 projets visant à appuyer les activités locales d’intégration ont été présentés, dont 62 ont été financés et sont actuellement en cours d’exécution.",
            "other_language": "125. Integration policy for migrants (see paragraphs 72-74 above) is promoted in Italy also through the European Fund for Integration, established by the European Commission. About € 91 million of its resources have been allocated to Italy over the period 2007-2013, in order to realize: basic training on key elements of the Italian integration system; professional inclusion, consisting of training and specific interventions for migrants; communication, i.e. awareness-raising campaigns and interventions by cultural mediators; development of a multi-language website; definition of efficiency/effectiveness parameters to evaluate integration policies; exchange of experiences, good practices and information. More than 750 projects have been presented to support local integration activities; of these 62 have been financed and are currently being implemented."
        },
        {
            "main_language": "126. Conformément aux engagements qu’elle a pris vis-à-vis du Conseil des droits de l’homme, l’Italie a ratifié en mars 2009 la Convention de l’ONU relative aux droits des personnes handicapées, complétant ainsi un cadre législatif qui pose déjà dans ce domaine un ensemble de normes rigoureuses. La loi de ratification prévoit la création d’un Observatoire national de la situation des personnes handicapées, organisme public dont la mission est d’assurer un échange permanent entre les acteurs concernés (institutions, personnes handicapées et leur famille, associations) et d’élaborer et de mettre en œuvre les politiques d’aide aux personnes handicapées.",
            "other_language": "126. Within a legislative framework that already assures high standards in this field and in line with its pledges at the UN Human Rights Council, Italy ratified the UN Convention on the rights of persons with disabilities in March 2009. The ratification act provides for the institution of a National Observatory on the condition of the persons with disabilities, a public body that can constantly guarantee the interaction among several actors (institutions, persons with disabilities and their families, associations), in charge to elaborate and implement policies supporting persons with disabilities."
        },
        {
            "main_language": "127. L’une des principales tâches de cet Observatoire est la mise au point d’un programme d’action biennal pour la promotion des droits et l’intégration des personnes handicapées, le recueil de statistiques, conformément à l’article 31 de la Convention, la formulation et l’application de mesures d’aide aux personnes handicapées ainsi que la réalisation d’études et de recherches permettant de recenser les domaines d’intervention prioritaires.",
            "other_language": "127. In particular, the Observatory has among its main tasks the elaboration of a biennial program of action for the promotion of the rights and the integration of persons with disabilities, the collection of statistics in accordance with Art. 31 of the Convention, the formulation and implementation of measures in support to persons with disabilities as well as the promotion of studies and researches that can contribute to define priority areas in which these actions will be carried out."
        },
        {
            "main_language": "128. L’Italie est par tradition l’un des pays les plus attachés à la promotion et à la sauvegarde des droits de l’homme, sur son territoire comme à l’étranger. Elle sait que la protection des droits de l’homme est indispensable pour garantir la paix, prévenir les conflits et favoriser la croissance de sociétés démocratiques et stables partout dans le monde.",
            "other_language": "128. Italy represents a long-standing tradition of promoting and safeguarding human rights, at home and abroad and believes that protection of human rights plays a crucial role in guaranteeing peace, preventing conflicts and fostering the growth of stable democratic societies worldwide."
        },
        {
            "main_language": "129. Une longue tradition démocratique fonde la participation de l’Italie aux initiatives communes en faveur de la paix, de la sécurité, du développement durable et d’une gouvernance transparente et efficace. Sachant toutefois qu’aucun de ces objectifs ne saurait être atteint sans une protection efficace des droits de la personne et des libertés fondamentales, l’Italie, à titre personnel comme en sa qualité de membre de l’Union européenne, continue d’accorder la plus grande attention à la promotion des droits de l’homme partout dans le monde.",
            "other_language": "129. Italy’s democratic tradition is at the base of its engagement in the common effort in favour of peace, security, sustainable development, and transparent and efficient governance. However, none of these objectives can be met without an effective protection of human rights and fundamental freedoms. For this reason Italy, in its national capacity and as a member of the EU, continues to pay the utmost attention to the promotion of human rights worldwide."
        },
        {
            "main_language": "130. L’Italie œuvre à la défense des droits de l’homme par le dialogue et la coopération au sein des instances multilatérales, en particulier le système des Nations Unies, et dans le respect des principes d’universalité, d’impartialité et d’objectivité.",
            "other_language": "130. Italy advocates for the defence of human rights through dialogue and co-operation in multilateral fora, and particularly within the United Nations system, consistently with the principles of universality, impartiality and objectivity."
        },
        {
            "main_language": "131. En sa qualité de membre du Conseil des droits de l’homme, et conformément aux engagements qu’elle a pris lors du dépôt de sa candidature, l’Italie s’attache à renforcer le système des Nations Unies en coopérant étroitement avec les organes conventionnels, les procédures spéciales et les institutions et bureaux des Nations Unies. L’Italie s’est également engagée à promouvoir la protection des droits de l’homme dans le cadre régional et appuie activement les activités du Conseil de l’Europe et de l’Union européenne dans ce domaine.",
            "other_language": "131. As a member of the Human Rights Council, and consistently with the pledges undertaken when it put forward its candidacy, Italy has worked to strengthen the United Nations human rights system in close cooperation with Treaty Bodies, Special Procedures and United Nations Agencies and Offices. Italy is also committed to fostering the protection of human rights in the regional framework and it actively supports the work of the Council of Europe and of the European Union in this field."
        },
        {
            "main_language": "132. L’Italie s’emploie activement à accroître l’efficacité et la crédibilité du Conseil des droits de l’homme. Elle a accordé à cet égard une attention toute particulière à l’Examen périodique universel, y participant activement dans un esprit constructif, et adressant plusieurs recommandations aux divers États se prêtant à l’examen.",
            "other_language": "132. Italy has devoted efforts to improve the effectiveness and credibility of the Human Rights Council; in this regard, special attention has been paid to the UPR process, where Italy has been particularly active, in a spirit of constructive engagement and has addressed several recommendations to the various States under review."
        },
        {
            "main_language": "133. L’Italie a également consacré le plus grand soin, et les ressources nécessaires, aux thématiques prioritaires recensées dans ses engagements. Elle a notamment joué un rôle de premier plan dans la lutte contre la peine de mort et inspiré l’initiative transrégionale qui a débouché en 2007 sur l’approbation par l’Assemblée générale d’un moratoire universel.",
            "other_language": "133. Particular attention and resources have been dedicated to the priority issues that have been identified in its pledges. Italy has been at the forefront of the fight against the death penalty, inspiring the trans-regional initiative that has led to the approval of a universal moratorium on executions by the General Assembly in 2007."
        },
        {
            "main_language": "134. S’agissant des droits des enfants impliqués dans des conflits armés, l’Italie, lors du mandat qu’elle a exercé comme membre du Conseil de sécurité, n’a cessé de veiller à ce que cette question soit constamment et effectivement prise en compte par le groupe de travail concerné. Elle a par ailleurs organisé à Rome, en juin dernier, une conférence internationale visant à sensibiliser l’opinion publique nationale; la Représentante spéciale du Secrétaire général pour les enfants et les conflits armés et les représentants d’un réseau d’anciens enfants soldats créé sous les auspices du Gouvernement italien à la fin de 2008 ont participé à cette manifestation.",
            "other_language": "134. As far as the rights of children involved in armed conflicts are concerned, Italy has been extremely active, during its term as a member of the Security Council, in ensuring that this issue is constantly and effectively addressed within the relevant working group. Moreover, Italy has recently (June 2009) organized an international conference in Rome, aimed at raising awareness on the issue also in our country: SG’s Representative for children and armed conflict and representatives of a network of former child soldiers (created under the auspices of the Italian Government in the fall of 2008) have taken part in the event."
        },
        {
            "main_language": "135. L’Italie, en coordination avec d’autres pays qui intègrent la Plate-forme pour l’éducation aux droits de l’homme, participe activement à la promotion de la question de l’éducation dans le cadre de l’ordre du jour du Conseil des droits de l’homme; elle attend avec intérêt la mise en œuvre du Programme mondial consacré à cette question et espère vivement que l’ONU adoptera dans un délai raisonnable une déclaration sur l’éducation dans le domaine des droits de l’homme.",
            "other_language": "135. Italy is deeply engaged in promoting the issue of human rights education within the Human Rights Council’s agenda, in coordination with the other Countries that integrate the Platform for Human Rights Education, and looks forward to the effective implementation of the World Programme in this field as well as to the adoption of a UN Declaration on Human Rights Education in a reasonable time framework."
        },
        {
            "main_language": "136. L’Italie est résolument déterminée à garantir le respect de la liberté de religion et à mettre un terme aux violences et aux persécutions alimentées par le fondamentalisme ethnique ou religieux dans tous les pays ou régions en crise. Elle va par conséquent continuer, en étroite coordination avec l’Union européenne, de participer activement à tous les débats et à toutes les initiatives du système des Nations Unies, afin de promouvoir et de renforcer la protection de la liberté de religion partout dans le monde.",
            "other_language": "136. Italy is strongly committed to guarantee the respect of freedom of religion and to put an end to violence and persecutions nourished by ethnic and religious fundamentalism in all countries or crisis areas around the world. Consequently, Italy will continue - in close coordination with the European Union - to actively participate in all discussions and initiatives within the UN system, with a view to promoting and strengthening the protection of religious freedom around the world."
        },
        {
            "main_language": "137. En ce qui concerne les droits des femmes, l’Italie a activement contribué à l’adoption de la résolution 1820 (2008) du Conseil de sécurité sur la violence sexuelle dans les situations de conflit et travaille actuellement à la mise au point d’un plan d’action national pour donner suite à la résolution 1325 (2000) du Conseil de sécurité, l’objectif étant d’assurer une meilleure coordination et de renforcer la cohérence de l’ensemble des activités relatives aux femmes, à la paix et à la sécurité. L’Italie, en sa qualité de Présidente du G-8, a récemment organisé (en septembre 2009) une conférence internationale sur la violence contre les femmes, soumettant ainsi pour la première fois cette question à l’attention du G-8; cette conférence a permis d’examiner les diverses formes et manifestations de la violence faite aux femmes (mutilations génitales féminines, violences intrafamiliales, viol, harcèlement, etc.) et contribué à sensibiliser l’opinion publique à ces graves violations des droits de l’homme.",
            "other_language": "137. As to the rights of women, Italy has actively contributed to the approval of the Security Council Resolution 1820 on sexual violence in conflict situations and is elaborating its National Action Plan on Security Council resolution 1325, to enhance coordination and consistency of all activities related to Women, Peace and Security. In addition, in the framework of its Presidency of the G8, Italy recently (September 2009) organized an international Conference on violence against women, to bring the issue for the first time to the attention of the G8. The Conference has tackled the various forms and manifestations of violence against women (female genital mutilation, domestic violence, rape, stalking, etc) and contributed to raise awareness of these grave human rights violations."
        },
        {
            "main_language": "138. Pendant qu’elle assurait la présidence du G-8, l’Italie a également œuvré à l’adoption par les chefs d’État et de gouvernement d’une déclaration sur la lutte contre le terrorisme mettant tout particulièrement l’accent sur le respect des droits de l’homme, du droit des réfugiés et de l’état de droit dans l’application des mesures répressives.",
            "other_language": "138. During its term as G8 President, Italy also promoted the adoption of an a Declaration on Counter terrorism by the Heads of State and Government, whereby special attention has to be paid to the protection of human rights, refugee law and rule of law while countering terrorism."
        }
    ]
}