{
    "main_language": "en",
    "other_language": "ru",
    "main_xml_name": "ohchr_1_en.xml",
    "other_xml_name": "ohchr_1_ru.xml",
    "paragraphs": [
        {
            "main_language": "Distr.: General 14 August 2019 Original: English",
            "other_language": "Distr.: General 14 August 2019 Russian Original: English"
        },
        {
            "main_language": "Human Rights Council Working Group on the Universal Periodic Review Thirty-fourth session 4–15 November 2019",
            "other_language": "Совет по правам человека Рабочая группа по универсальному периодическому обзору Тридцать четвертая сессия 4–15 ноября 2019 года"
        },
        {
            "main_language": "1. The present report was prepared pursuant to Human Rights Council resolutions 5/1 and 16/21, taking into consideration the periodicity of the universal periodic review. It is a summary of 34 stakeholders’ submissions to the universal periodic review, presented in a summarized manner owing to word-limit constraints.",
            "other_language": "1. Настоящий доклад был подготовлен во исполнение резолюций 5/1 и 16/21 Совета по правам человека с учетом периодичности проведения универсального периодического обзора. Доклад содержит резюме 34 материалов , полученных от заинтересованных сторон в рамках универсального периодического обзора и изложенных в краткой форме в связи с ограничениями в отношении объема документов."
        },
        {
            "main_language": "2. Joint Submission 7 (JS7) noted Italy had not yet ratified the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families, despite having received several recommendations in this regard. JS7 and Lawyers for Justice in Libya (LFJL) recommended that Italy ratify the International Convention on the Protection of the Rights of All Migrant Workers and Members of Their Families.",
            "other_language": "2. В совместном представлении 7 (СП7) было отмечено, что Италия еще не ратифицировала Международную конвенцию о защите прав всех трудящихся- мигрантов и членов их семей, несмотря на то, что ей неоднократно выносились рекомендации в этой связи . В СП7 и представлении организации «Адвокаты за правосудие в Ливии» Италии было рекомендовано ратифицировать Международную конвенцию о защите прав всех трудящихся-мигрантов и членов их семей ."
        },
        {
            "main_language": "3. Joint Submission 8 (JS8) noted that Italy was party to the United Nations 1954 Convention Relating to the Status of Stateless Persons (1954 Convention) and to the 1961 Convention on the Reduction of Statelessness, but the country was not party to the 1997 European Convention on Nationality. JS8 recommended that Italy accede to the 1997 European Convention on Nationality and the 2006 Convention on the Avoidance of Statelessness in Relation to State Succession.",
            "other_language": "3. В совместном представлении 8 (СП8) было отмечено, что Италия является участницей Конвенции Организации Объединенных Наций о статусе апатридов 1954 года (Конвенция 1954 года) и Конвенции о сокращении безгражданства 1961 года, однако страна не является участницей Европейской конвенции о гражданстве 1997 года . В СП8 Италии было рекомендовано присоединиться к Европейской конвенции о гражданстве 1997 года и к Конвенции Совета Европы о недопущении безгражданства в связи с правопреемством государств 2006 года ."
        },
        {
            "main_language": "4. The International Campaign to Abolish Nuclear Weapons (ICAN) recommended that Italy take measures to remove all nuclear weapons from its territory, and sign and ratify the UN Treaty on the Prohibition of Nuclear Weapons.",
            "other_language": "4. Международная кампания за ликвидацию ядерного оружия (МКЛЯО) рекомендовала Италии принять меры по удалению со своей территории всех ядерных вооружений, а также подписать и ратифицировать Договор о запрещении ядерного оружия ."
        },
        {
            "main_language": "5. Volontariato Internazionale per lo Sviluppo (VIS) noted that Italy since 2007 had repeatedly expressed its will to establish an independent National Human Rights Institution (NHRI), but today it remained one of the two European States still lacking one.",
            "other_language": "5. Организация «Международное волонтерство для развития» (МВР) отметила, что начиная с 2007 года Италия неоднократно заявляла о своем желании создать независимое национальное правозащитное учреждение (НПЗУ), однако на сегодняшний день она остается одним из двух европейских государств, в которых оно по-прежнему отсутствует ."
        },
        {
            "main_language": "6. Joint Submission 3 (JS3) added that Italy had accepted 23 recommendations on the need to establish a NHRI. Amnesty International (AI) and Joint Submission 6 (JS6) raised similar concerns. Joint Submission 2 (JS2) noted that Italy had made two voluntary pledges in connection with its membership to the UN Human Rights Council (HRC), noting that in the candidature to the HRC entered by Italy for the third time, no pledge was even made regarding the establishment of a NHRI.",
            "other_language": "6. В совместном представлении 3 (СП3) было добавлено, что Италия согласилась с 23 рекомендациями о необходимости создания НПЗУ . В представлении организации «Международная амнистия» (МА) и совместном представлении 6 (СП6) были высказаны аналогичные соображения . В совместном представлении 2 (СП2) было отмечено, что Италия дала два добровольных обещания в связи со своим членством в Совете по правам человека (СПЧ) Организации Объединенных Наций, и было указано, что при выдвижении своей кандидатуры в СПЧ в третий раз Италия даже не взяла на себя никаких обязательств относительно создания НПЗУ ."
        },
        {
            "main_language": "7. JS3 recommended that Italy establish an independent national institution for the promotion and the protection of human rights coherent with the Paris Principles. VIS recommended that Italy implement its voluntary pledges and implement a transparent, participatory and inclusive process including civil society to establish a NHRI in line with the Paris Principles.",
            "other_language": "7. В СП3 Италии было рекомендовано создать независимое национальное учреждение, занимающееся поощрением и защитой прав человека, в соответствии с Парижскими принципами . МВР рекомендовала Италии выполнить свои добровольные обещания и осуществить транспарентный, основанный на широком участии и инклюзивный процесс, включающий гражданское общество, с целью создания НПЗУ в соответствии с Парижскими принципами ."
        },
        {
            "main_language": "8. AI noted that there had been no noticeable progress in the implementation of the many recommendations to combat all forms of discrimination. JS2 noted that the current anti-discrimination framework did not provide for effective means to address and discourage hate speech against Roma. Associazione 21 Luglio (ASSO21) recommended that Italy align the existing legal framework concerning incitement to discrimination and to racial hatred with the Committee on the Elimination of Racial Discrimination General Recommendation No. 35. CoE-CM recommended that Italy make sustained and effective efforts to prevent, combat and punish discrimination suffered by persons belonging to the Roma, Sinti and Caminanti communities, particularly women and girls.",
            "other_language": "8. МА отметила отсутствие заметного прогресса в выполнении многих рекомендаций, касающихся борьбы со всеми формами дискриминации . В СП2 было отмечено, что существующая база для борьбы с дискриминацией не предусматривает эффективных средств предупреждения и пресечения ненавистнической риторики в отношении народности рома . Организация «Ассоциация 21 июля» (АССО21) рекомендовала Италии привести существующую правовую основу, касающуюся подстрекательства к дискриминации и расовой ненависти, в соответствие с общей рекомендацией № 35 Комитета по ликвидации расовой дискриминации . КМ-СЕ рекомендовал Италии прилагать последовательные и эффективные усилия по предупреждению, пресечению и наказанию дискриминации в отношении лиц, принадлежащих к общинам рома, синти и каминанти, особенно в отношении женщин и девочек ."
        },
        {
            "main_language": "9. CoE-ECRI noted positively the new Action Plan against racism, xenophobia and intolerance, which proposed measures to combat hate speech and racist, homophobic and transphobic violence, and that the creation of the Observatory for protection against discriminatory acts (OSCAD) was one practical measure to facilitate the reporting of hate crimes and communication between police and victims. Joint Submission 5 (JS5) recommended that Italy implement this action plan, including by allocating the necessary financial and human resources.",
            "other_language": "9. ЕКРН-СЕ с удовлетворением отметила новый План действий по борьбе с расизмом, ксенофобией и нетерпимостью, в котором предлагаются меры, направленные против ненавистнической риторики и насилия на почве расизма, гомофобии и трансфобии, а также заявила, что создание Центра по наблюдению за защитой от актов дискриминации (ЦНЗАД) является одной из практических мер по содействию регистрации преступлений на почве ненависти и связи между полицией и жертвами . В совместном представлении 5 (СП5) Италии было рекомендовано осуществлять этот план действий, в том числе путем выделения необходимого объема финансовых и кадровых ресурсов ."
        },
        {
            "main_language": "10. JS7 and AI noted that the action of the National Office against Racial Discrimination (UNAR) was considerably limited due to the lack of sanctioning powers to address episodes of anti-gypsyism. The European Commission against Racism and Intolerance (CoE-ECRI) was concerned that the UNAR was not in compliance with the principle of independence of national bodies specialised in the fight against racism and intolerance. The Committee of Ministers (CoE-CM) recommended that Italy review the mandate and status of the UNAR, with a view to strengthening its competencies, in accordance with the Paris Principles.",
            "other_language": "10. В СП7 и представлении МА было отмечено, что деятельность Национального управления по борьбе с расовой дискриминацией (НУРД) существенно ограничена отсутствием полномочий применять санкции в связи с проявлениями антицыганских настроений . Европейская комиссия по борьбе против расизма и нетерпимости (ЕКРН-СЕ) выразила обеспокоенность по поводу того, что НУРД не соответствует принципу независимости национальных органов, специализирующихся на борьбе с расизмом и нетерпимостью . Комитет министров (КМ-СЕ) рекомендовал Италии пересмотреть мандат и статус НУРД с целью укрепления его полномочий в соответствии с Парижскими принципами ."
        },
        {
            "main_language": "11. ASSO21 stated that anti-gypsyism remained one of the distinguishing features of Italian society, acting as a specific form of racism. The European Roma Rights Centre (ERRC) observed that anti-Romani statements by public figures were increasingly common, including public insults, defamation and dissemination of ideas based on racial hatred and racial superiority. A number of submissions referred to hate speech against Roma. ERRC recommended that Italy publicly condemn and sanction all forms and instances of racist violence and the use of racist and xenophobic speech against members of the Roma community, by public or private actors, and guarantee Roma physical security and protection from racist violence.29",
            "other_language": "11. АССО21 заявила, что антицыганские настроения остаются одной из отличительных черт итальянского общества, являясь особой формой расизма . Европейский центр по правам цыган (ЕЦПЦ) отметил, что все более распространенными становятся антицыганские заявления государственных деятелей, в том числе публичные оскорбления, диффамация и распространение идей, основанных на расовой ненависти и расовом превосходстве . В ряде представлений упоминалась ненавистническая риторика в отношении рома . ЕЦПЦ рекомендовал Италии публично осуждать и наказывать все формы и случаи расистского насилия и использования расистской и ксенофобской риторики в отношении членов общины рома со стороны государственных или частных субъектов, а также гарантировать представителям народности рома физическую безопасность и защиту от насилия на почве расизма ."
        },
        {
            "main_language": "12. The European Union Agency for Fundamental Rights (EU-FRA) noted that the National Observatory on Hate Speech against Roma and Sinti had reported violent attacks against Roma in various Italian cities in 2016.",
            "other_language": "12. Агентство Европейского союза по основным правам (АОП) отметило, что Национальный центр по наблюдению за ненавистнической риторикой в отношении рома и синти сообщил о насильственных нападениях на рома в различных городах Италии в 2016 году ."
        },
        {
            "main_language": "13. Joint Submission 1 (JS1) expressed that no anti-discrimination law tackling discrimination based on sexual orientation, gender identity and expression had been passed so far, with the exception of television, employment and military personnel. JS1 noted that in the last 12 months, hate speech against LGBTI persons had directly come from public officials and politicians. JS5 recommended that Italy promote an awareness-raising campaign and specific programmes to educate people about equal opportunities and respect for sexual orientation and gender identity.",
            "other_language": "13. В совместном представлении 1 (СП1) было сказано, что до сих пор не принято антидискриминационное законодательство, касающееся дискриминации по признаку сексуальной ориентации, гендерной идентичности и самовыражения, за исключением законов о дискриминации на телевидении, в сфере занятости и среди военнослужащих . В СП1 было отмечено, что за последние 12 месяцев ненавистническая риторика в адрес ЛГБТИ исходила непосредственно от государственных должностных лиц и политиков . В СП5 Италии было рекомендовано содействовать проведению кампании по повышению осведомленности общественности и реализации конкретных программ просвещения населения по вопросам равных возможностей и уважения сексуальной ориентации и гендерной идентичности ."
        },
        {
            "main_language": "Development, the environment, and business and human rights",
            "other_language": "Развитие, окружающая среда, предпринимательская деятельность и права человека"
        },
        {
            "main_language": "14. JS7 welcomed that Italy had adopted a National Action Plan on Business and Human Rights 2016–2021.",
            "other_language": "14. В СП7 приветствовалось принятие Италией Национального плана действий в области предпринимательской деятельности и прав человека на 2016–2021 годы ."
        },
        {
            "main_language": "15. Access Now (AccessNow) noted that Italy had passed an anti-terrorism law, which extended the period during which internet service providers must keep users’ metadata, from 12 months to 24 months, highlighting that this was passed in spite of the 2014 ruling by the European Court of Justice finding such data retention is a violation of human rights.",
            "other_language": "15. Организация «Access Now» (AccessNow) отметила, что Италия приняла закон о борьбе с терроризмом, в соответствии с которым срок хранения метаданных пользователей поставщиками интернет-услуг был продлен с 12 до 24 месяцев, и подчеркнула, что данный закон был принят, несмотря на постановление Европейского суда от 2014 года о том, что сохранение таких данных представляет собой нарушение прав человека ."
        },
        {
            "main_language": "16. Joint Submission 16 (JS16) noted that the surge in gun ownership was fuelled by an amplified climate of fear, insecurity and anti-immigrant sentiments, even though the crime rate in Italy had been falling for years.",
            "other_language": "16. В совместном представлении 16 (СП16) было отмечено, что всплеск числа случаев приобретения оружия обусловлен усилением атмосферы страха, отсутствия безопасности и антииммигрантских настроений, хотя уровень преступности в Италии на протяжении многих лет неуклонно снижается ."
        },
        {
            "main_language": "17. JS16 highlighted that the recently adopted law widened even more the legal grounds for “self-defence”, which could encourage more people to ‘take justice in their own hands’. JS16 recommended that Italy review and amend the legislation on self-defence to bring it in line with international human rights standards.",
            "other_language": "17. В СП16 было подчеркнуто, что недавно принятый закон еще больше расширяет правовую основу «самообороны», что может побудить большее число людей «взять правосудие в свои руки» . В СП16 Италии было рекомендовано пересмотреть законодательство о самообороне и внести в него поправки с целью приведения его в соответствие с международными стандартами в области прав человека ."
        },
        {
            "main_language": "18. ERRC noted cases of violence against Roma including cases of violence by law enforcement officials, and violence perpetrated by private citizens.",
            "other_language": "18. ЕЦПЦ отметил случаи насилия в отношении рома, в том числе со стороны сотрудников правоохранительных органов и со стороны частных лиц ."
        },
        {
            "main_language": "19. AI was concerned about the adequacy of the training and safeguards put in place to counter risks to health and safety and to avoid the misuse of projectile electric shock weapons used by police forces. AI and JS6 recommended that Italy ensure that members of the police can be effectively identified at all times when carrying out their functions.",
            "other_language": "19. МА выразила обеспокоенность по поводу адекватности учебной подготовки и гарантий, направленных на противодействие угрозам здоровью и безопасности и предотвращение неправомерного использования полицейскими силами электрошокового оружия дистанционного действия . В представлении МА и СП6 Италии было рекомендовано обеспечить, чтобы сотрудники полиции могли быть эффективно идентифицированы в процессе исполнения ими своих обязанностей ."
        },
        {
            "main_language": "20. In June 2017, the Commissioner for Human Rights of the Council of Europe (CoE- Commissioner) welcomed efforts to incorporate the crime of torture into the Italian Criminal Code, but urged the Chamber of Deputies to improve the Bill in order to make it fully compliant with international human rights standards, stressing that the definition of torture could create potential loopholes for impunity. AI and JS6 noted Italy had enacted legislation against torture in 2017, but the definition of torture introduced was not consistent with the Convention against Torture.",
            "other_language": "20. В июне 2017 года Комиссар Совета Европы по правам человека (Комиссар СЕ) приветствовал усилия по включению преступления в виде применения пыток в Уголовный кодекс Италии, однако настоятельно призвал Палату депутатов усовершенствовать этот законопроект, с тем чтобы привести его в полное соответствие с международными стандартами в области прав человека, подчеркнув, что определение пыток может создать потенциальные лазейки для безнаказанности . В представлении МА и СП6 было отмечено, что Италия приняла законодательство против пыток в 2017 году, однако введенное определение пыток не соответствует Конвенции против пыток ."
        },
        {
            "main_language": "21. AI welcomed the establishment of an independent National Preventive Mechanism as required by the Optional Protocol to the Convention against Torture. JS6 noted that the first \"National Guarantor for the rights of persons detained or deprived of personal liberty\" (National Guarantor) was appointed in 2016, which coordinated a network of local Guarantors at regional and city levels. Regional Guarantors were present in 17 out of the 20 Italian regions. JS6 recommended that Italy ensure the effective independence of the National Guarantor and provide the necessary funds for its functioning.",
            "other_language": "21. МА приветствовала создание независимого национального превентивного механизма, предусмотренного Факультативным протоколом к Конвенции против пыток . В СП6 было отмечено, что в 2016 году был назначен первый Национальный орган по защите прав лиц, находящихся под стражей или лишенных личной свободы (Национальный гарант), который координировал работу сети местных гарантов на региональном и городском уровнях. Региональные гаранты присутствовали в 17 из 20 регионов Италии . В СП6 Италии было рекомендовано обеспечить эффективную независимость Национального гаранта и выделить необходимый объем средств для его функционирования ."
        },
        {
            "main_language": "22. JS2 noted that the situation of overcrowding in prisons was presently a faded topic. Joint Submission 4 (JS4) reported that from March 2016, there had been a worrying upward trend of penitentiary overcrowding due to the inadequacy of measures to stabilize the number of detainees. In November 2018, 60.002 detainees were \"placed\" in 45.983 spaces, with a national average of overcrowding rate of 130, 4%. JS6 noted that, at the end of 2017, 34% of the prison population was made of detainees awaiting a final ruling.",
            "other_language": "22. В СП2 было отмечено, что в настоящее время проблема переполненности тюрем остается нерешенной . В совместном представлении 4 (СП4) было сообщено, что с марта 2016 года наблюдается тревожная тенденция к росту переполненности тюрем в связи с недостаточностью мер по стабилизации численности заключенных. В ноябре 2018 года на 45 983 местах были размещены 60 002 лица, содержащихся под стражей, при этом средний национальный показатель переполненности тюрем составил 130,4% . В СП6 было отмечено, что в конце 2017 года 34% населения тюрем составляли лица, ожидавшие вынесения окончательного решения ."
        },
        {
            "main_language": "23. JS2 recognized alternative measures introduced by Law 103 of 2017, containing changes to the Penal Code, the Code of Criminal Procedure and the penitentiary system, which foresaw a simplification of procedures, alternative measures to detention, among other important innovations.",
            "other_language": "23. В СП2 были признаны альтернативные меры, введенные Законом № 103 от 2017 года, предусматривающим изменения в Уголовном кодексе, Уголовно- процессуальном кодексе и пенитенциарной системе, направленные, в частности, на упрощение процедур, принятие мер, альтернативных содержанию под стражей, и обеспечение других важных нововведений ."
        },
        {
            "main_language": "24. JS6 and JS7 were concerned about the number of suicides in prisons. JS1 was concerned about the condition of LGBTI people, especially of Transgender detainees in prisons.",
            "other_language": "24. В СП6 и СП7 была выражена обеспокоенность по поводу числа самоубийств в тюрьмах . В СП1 была выражена обеспокоенность по поводу положения содержащихся в тюрьмах лиц из числа ЛГБТИ, особенно транссексуалов ."
        },
        {
            "main_language": "25. Associazione Comunità Papa Giovanni XXIII (APG23) recommended that Italy give effective and full implementation of law 62 of 2011, which provides that detained mothers, and their children find shelter in protected family homes.",
            "other_language": "25. Ассоциация «Община Папы Иоанна XXIII» (ОПИ23) рекомендовала Италии обеспечить эффективное и полное осуществление Закона № 62 от 2011 года, который предусматривает, что содержащиеся под стражей матери и их дети могут найти убежище в защищенных семейных домах ."
        },
        {
            "main_language": "26. Hands Off Cain (HOC) questioned the normative framework of life imprisonment, in particular, for cases where there was not possibility for real access to probation measures and alternative measures to detention.",
            "other_language": "26. Организация «Руки прочь от Каина» (РПК) поставила под сомнение нормативную базу пожизненного заключения, в частности в тех случаях, когда нет возможности реального доступа к мерам условного осуждения и мерам, альтернативным содержанию под стражей ."
        },
        {
            "main_language": "27. The Group of States against Corruption (CoE-GRECO) noted that the triennium 2016-2018 had witnessed a much awaited reform of the justice sector to substantially improve the efficiency of both civil and criminal trials, efforts for which the Italian authorities must clearly be commended. The reform had operated on different fronts regarding for example, appellate remedies, decriminalisation of minor offences and expedited procedures, alternative dispute mechanisms, organisation of courts, digitalisation of case management, etc. JS2 noted that Italian judicial system efficiency had only improved slightly in the past years, length of proceedings remained a source of concern, especially at higher instances.",
            "other_language": "27. Группа государств против коррупции (ГРЕКО-СЕ) отметила, что в трехлетнем периоде 2016–2018 годов была проведена долгожданная реформа сектора правосудия для существенного повышения эффективности как гражданского, так и уголовного судопроизводства, за что итальянские власти бесспорно заслуживают высокой оценки. Реформа осуществлялась по различным направлениям, в частности в отношении апелляционных средств правовой защиты, отмены уголовной ответственности за мелкие правонарушения, а также ускоренных процедур, альтернативных механизмов разрешения споров, организации судов, перехода на цифровой формат делопроизводства и т. д. . В СП2 было отмечено, что эффективность судебной системы Италии за последние годы повысилась лишь незначительно, тогда как продолжительность разбирательств, особенно в высших инстанциях, по-прежнему вызывает обеспокоенность ."
        },
        {
            "main_language": "28. On 16 May 2017, CoE-Commissioner expressed concerns about a bill transferring juvenile justice competency from specialised to ordinary courts, which might dilute the capacity of judges and prosecutors to pay specific attention to children’s needs, weakening the protection of the rights of children.",
            "other_language": "28. 16 мая 2017 года Комиссар СЕ выразил озабоченность в связи с законопроектом о передаче полномочий отправлять правосудие в отношении несовершеннолетних от специализированных судов к судам общей юрисдикции, что может подорвать потенциал судей и прокуроров, связанный с уделением особого внимания потребностям детей, и ослабить защиту прав детей ."
        },
        {
            "main_language": "29. AccessNow and JS2 noted that defamation remained a criminal offence, leaving the press particularly vulnerable to suits because defamation committed by the medium of the press was an aggravated offense. The International Centre for Trade Union Rights (ICTUR) was concerned about the violent killings of at least two trade unionists, and for the absence of proper investigation of these cases. JS2 noted that Italian journalists suffered frequent intimidations and that legal protection was weak and not strengthened. It added that the only improvement was in 2016, when Parliament decriminalized the crime of insult.",
            "other_language": "29. В представлении AccessNow и СП2 было отмечено, что диффамация остается уголовным преступлением, и это делает прессу особенно уязвимой для судебных исков, поскольку диффамация, совершенная средством массовой информации, является преступлением с отягчающими обстоятельствами . Международный центр по правам профсоюзов (МЦПП) выразил обеспокоенность по поводу жестокого убийства по меньшей мере двух профсоюзных деятелей и отсутствия надлежащего расследования этих случаев . В СП2 было отмечено, что итальянские журналисты часто подвергаются запугиванию и что правовая защита остается слабой и не усиливается. В представлении было добавлено, что единственный положительный сдвиг произошел в 2016 году, когда парламент отменил уголовную ответственность за оскорбление ."
        },
        {
            "main_language": "30. JS7 welcomed that Italy adopted a Freedom of Information Act (2016), allowing individuals to enforce their right to access information held by public authorities; however, the law still had several shortcomings, such as the lack of sanctions for public bodies that illegitimately refuse to disclose documents.",
            "other_language": "30. В СП7 приветствовалось принятие Италией Закона о свободе информации (2016 год), позволяющего отдельным лицам обеспечивать соблюдение их права на доступ к информации, находящейся в распоряжении властей; тем не менее закон все еще имеет ряд недостатков, таких как отсутствие санкций для государственных органов, которые незаконно отказываются раскрывать документы ."
        },
        {
            "main_language": "31. Several submissions noted to the new strict no-entry policy adopted by the Italian government, prohibiting NGOs involved in the sea rescue of refugees and migrants and Italian coast guards’ vessels with migrants to disembark on Italian ports. The increasingly hostile treatment of NGOs dedicated to saving lives, situations of intimidation; hateful discourse; bureaucratic restrictions and court cases against them, was also noted. AI recommended that Italy refrain from misusing criminal law and other punitive procedures against NGOs rescuing people in the Mediterranean, engage in responsible public communication on life and death issues such as search and rescue at sea, and applaud the work of human rights defenders.67",
            "other_language": "31. В ряде представлений была отмечена принятая итальянским правительством новая жесткая политика отказа во въезде, запрещающая НПО, занимающимся спасением беженцев и мигрантов на море, и судам береговой охраны Италии с мигрантами на борту высаживаться на берег в итальянских портах. Кроме того, были отмечены все более враждебное отношение к НПО, занимающимся спасением жизней, ситуации запугивания, ненавистническая риторика, бюрократические ограничения и возбуждение против НПО судебных дел . МА рекомендовала Италии воздерживаться от неправомерного применения норм уголовного права и других карательных процедур в отношении НПО, спасающих людей в Средиземном море, участвовать в ответственном публичном обсуждении таких вопросов жизни и смерти, как поиск и спасение на море, и высоко оценивать работу правозащитников ."
        },
        {
            "main_language": "32. In January 2019, CoE-Commissioner expressed concerns about some recent measures hampering and criminalising the work of NGOs who play a crucial role in saving lives at sea, banning disembarkation in Italian ports, and relinquishing responsibility for search and rescue operations.",
            "other_language": "32. В январе 2019 года Комиссар СЕ выразил обеспокоенность по поводу некоторых недавно принятых мер, которые препятствуют работе НПО, играющих ключевую роль в спасении жизней на море, запрещают высадку на берег в итальянских портах и предполагают отказ от ответственности за поисково-спасательные операции ."
        },
        {
            "main_language": "33. The Organization for Security and Co-operation in Europe-Office for Democratic Institutions and Human Rights (OSCE-ODIHR) noted that the campaign for parliamentary elections was conducted with respect for fundamental freedoms; however, it was confrontational and sometimes characterized by discriminatory stereotyping and intolerant rhetoric, targeting immigrants, including on social media.",
            "other_language": "33. Бюро по демократическим институтам и правам человека Организации по безопасности и сотрудничеству в Европе (БДИПЧ ОБСЕ) отметило, что кампания по проведению парламентских выборов осуществлялась с соблюдением основных свобод; тем не менее она носила конфронтационный характер и иногда характеризовалась дискриминационными стереотипами и нетерпимой риторикой в отношении иммигрантов, в том числе в социальных сетях ."
        },
            {
            "main_language": "34. Joint Submission 12 (JS12) noted that Italy was both a destination and a transit point for onward trafficking of victims from Eastern Europe and Africa.",
            "other_language": "34. В совместном представлении 12 (СП12) было отмечено, что Италия является одновременно пунктом назначения и транзита жертв торговли людьми из Восточной Европы и Африки ."
        },
        {
            "main_language": "34. Joint Submission 12 (JS12) noted that Italy was both a destination and a transit point for onward trafficking of victims from Eastern Europe and Africa.",
            "other_language": "34. В совместном представлении 12 (СП12) было отмечено, что Италия является одновременно пунктом назначения и транзита жертв торговли людьми из Восточной Европы и Африки ."
        },
        {
            "main_language": "35. APG23 recommended that Italy implement the recommendations of the European Parliament Resolution of 26th February 2014 on sexual exploitation and prostitution, and on their consequences for gender equality, and adopt the so called “Nordic model”.",
            "other_language": "35. ОПИ23 рекомендовала Италии выполнять рекомендации, содержащиеся в резолюции Европейского парламента от 26 февраля 2014 года по вопросу о сексуальной эксплуатации и проституции и их последствиях для гендерного равенства, а также принять так называемую «модель стран Северной Европы» ."
        },
        {
            "main_language": "36. The Group of Experts on Action against Trafficking in Human Beings (CoE- GRETA) welcomed the considerable increase in budgetary funding allocated to anti- trafficking projects, the increase in the number of accommodation places for victims of trafficking, and the setting up of more reception centres for unaccompanied children.",
            "other_language": "36. Группа экспертов по вопросам противодействия торговле людьми (ГРЕТА-СЕ) приветствовала значительное увеличение объема бюджетных ассигнований на проекты по борьбе с торговлей людьми, рост числа мест для размещения жертв торговли людьми и создание дополнительных центров приема для несопровождаемых детей ."
        },
        {
            "main_language": "37. CoE-GRETA noted positively that Italy had further developed the legal framework for combating trafficking of human beings and had adopted legislation strengthening the protection of unaccompanied children, including child victims of trafficking. Italy had also adopted the first National Action Plan against Trafficking in 2016. JS7 welcomed that Italy had adopted legal measures to combat trafficking of persons in 2016; however, the adoption of such firm approach in legislation was not followed by sufficiently efficient law enforcement measures.",
            "other_language": "37. ГРЕТА-СЕ с удовлетворением отметила, что Италия дополнительно усовершенствовала правовую базу для борьбы с торговлей людьми и приняла законодательство, усиливающее защиту несопровождаемых детей, включая детей – жертв торговли людьми. Кроме того, в 2016 году Италия приняла первый Национальный план действий по борьбе с торговлей людьми . В СП7 приветствовалось принятие Италией в 2016 году законодательных мер по борьбе с торговлей людьми; тем не менее такой твердый подход в законодательстве не сопровождался достаточно эффективными правоприменительными мерами ."
        },
        {
            "main_language": "38. JS5 noted as positive the first biennial National Action Plan against trafficking in persons (2016). Joint Submission 9 (JS9) stated that the lack of information regarding implementation made it extremely difficult to assess its effectiveness. JS2 recommended that Italy create a national coordination structure to strengthen and direct Anti-Trafficking National Plan actions.",
            "other_language": "38. В СП5 в качестве позитивного момента был отмечен первый двухгодичный Национальный план действий по борьбе с торговлей людьми (2016 год) . В совместном представлении 9 (СП9) говорилось, что отсутствие информации об осуществлении крайне затрудняет оценку его эффективности . В СП2 Италии было рекомендовано создать национальную координационную структуру для укрепления и направления деятельности в рамках Национального плана действий по борьбе с торговлей людьми ."
        },
        {
            "main_language": "39. CoE-GRETA noted that a National Referral Mechanism for the identification and referral to assistance of victims of trafficking had been drafted as part of the National Action Plan, but remained to be implemented.",
            "other_language": "39. ГРЕТА-СЕ отметила, что в рамках Национального плана действий был разработан национальный координационный механизм для выявления жертв торговли людьми и направления их к специалистам в целях оказания им помощи, однако он еще не внедрен ."
        },
        {
            "main_language": "40. CoE-GRETA urged Italy to develop and maintain a comprehensive and coherent statistical system on trafficking in human beings.",
            "other_language": "40. ГРЕТА-СЕ настоятельно призвала Италию разработать и вести всеобъемлющую и последовательную систему статистики борьбы с торговлей людьми ."
        },
        {
            "main_language": "41. CoE-GRETA welcomed the adoption of Guidelines for the identification of victims of trafficking among applicants for international protection.",
            "other_language": "41. ГРЕТА-СЕ приветствовала принятие Руководящих принципов выявления жертв торговли людьми среди лиц, ходатайствующих о предоставлении международной защиты ."
        },
        {
            "main_language": "42. AccessNow noted that the legislation regulating government hacking activities (2017) was narrow and did not provide adequate safeguards for human rights. It reported that Italian law enforcement agencies conducted wiretapping of encrypted data by the so- called “Trojan inoculation” technique, but forensic analysis often inadvertently revealed that financial and personal data and other kind of information were found in sized encrypted data.",
            "other_language": "42. Организация «AccessNow» отметила, что законодательство, регулирующее хакерскую деятельность государства (2017 год), является узким и не обеспечивает достаточных гарантий соблюдения прав человека. Она сообщила, что итальянские правоохранительные органы осуществляют перехват зашифрованных данных методом так называемой «троянской прививки», однако в ходе криминологической экспертизы часто неожиданно обнаруживается, что в зашифрованных данных определенного размера содержатся финансовые и личные данные и другая информация подобного рода ."
        },
        {
            "main_language": "43. AccessNow noted that Italy must make stronger efforts to ensure that companies within its jurisdiction do not export surveillance technology to countries with a record of serious human rights violations.",
            "other_language": "43. Организация «AccessNow» отметила, что Италия должна прилагать более активные усилия для обеспечения того, чтобы компании, находящиеся под ее юрисдикцией, не экспортировали технологии слежения в страны, о которых известно, что они совершают грубые нарушения прав человека ."
        },
        {
            "main_language": "44. JS1 noted that the Law on civil partnership and cohabitation (Law 76/2016) was approved. However, same-sex marriage had not been recognized yet and children of same- sex parents were still not fully recognized and protected. JS7 recommended that Italy introduce legislation to allow same-sex couples to be fully recognized as families by extending to them full duties and rights of married couples, including the right to adoption.",
            "other_language": "44. В СП1 было отмечено, что принят Закон о гражданском партнерстве и совместном проживании (Закон № 76/2016). Однако однополые браки до сих пор не признаны, а дети родителей одного пола еще не признаются и не защищаются в полной мере . В СП7 Италии было рекомендовано принять законодательство, позволяющее однополым парам быть в полной мере признанными в качестве семей, путем распространения на них всех прав и обязанностей супружеских пар, включая право на усыновление ."
        },
        {
            "main_language": "Right to work and to just and favourable conditions of work",
            "other_language": "Право на труд и на справедливые и благоприятные условия труда"
        },
        {
            "main_language": "45. JS12 noted that despite a slight improvement, the economic crisis still had a serious impact on employment and access to the labour market in Italy. It observed a concentration of women in part-time and low-paid jobs and the persistent gender wage gap in both the public and private sectors which adversely affected the career development of and pension benefits for women.",
            "other_language": "45. В СП12 было отмечено, что, несмотря на некоторое улучшение ситуации, экономический кризис по-прежнему оказывает серьезное воздействие на уровень занятости и доступ к рынку труда в Италии . В представлении было отмечено преимущественное выполнение женщинами работы на неполной ставке или низкооплачиваемой работы и сохранение гендерного разрыва в оплате труда в государственном и частном секторах, что негативно сказывается на карьерном росте и пенсионных пособиях женщин ."
        },
        {
            "main_language": "46. The Islamic Human Rights Commission (IHRC) noted the exploitation of migrant workers on farms, and reported that migrant labour was a booming business in Sicily, both for farmers and for the contractors, who recruited men and women to work illegally in the fields.",
            "other_language": "46. Исламская комиссия по правам человека (ИКПЧ) отметила эксплуатацию трудящихся-мигрантов на фермах и сообщила, что на Сицилии труд мигрантов представляет собой процветающий бизнес как для фермеров, так и для подрядчиков, которые нанимают мужчин и женщин для незаконной работы на полях ."
        },
        {
            "main_language": "47. LFJL noted positively that Italy had adopted Law No. 199 of 29 October 2016 (the Caporalato law) which modified the law of 2011, introducing some positive changes such as broadening the crime or introducing the possibility of sanctioning the employer. It expressed concern that the law was still limited in protecting migrant workers.",
            "other_language": "47. Организация «Адвокаты за правосудие в Ливии» с удовлетворением отметила, что Италия приняла Закон № 199 от 29 октября 2016 года (Закон о незаконном посредничестве при найме рабочей силы), которым были внесены изменения в Закон 2011 года и обеспечены некоторые позитивные перемены, такие как расширение состава преступления или введение возможности наказания для работодателя. Она выразила обеспокоенность по поводу того, что законодательство по-прежнему носит ограниченный характер в плане защиты трудящихся-мигрантов ."
        },
        {
            "main_language": "Right to an adequate standard of living",
            "other_language": "Право на достаточный жизненный уровень"
        },
        {
            "main_language": "48. AI noted that progress in implementation of the National Strategy for the Inclusion of Roma, Sinti and Camminanti had been disappointing, leaving Romani people to face hardship and social exclusion.",
            "other_language": "48. МА отметила, что прогресс в осуществлении Национальной стратегии интеграции общин рома, синти и каминанти вызывает разочарование, и цыгане сталкиваются с трудностями и социальной изоляцией ."
        },
        {
            "main_language": "49. ASSO21 noted that Italy had repeatedly failed to meet its international obligations because of the practice of officially constructing and managing the so-called “authorised camps”, specifically designed for Roma and Sinti, as an alternative to ordinary housing solutions. These camps presented hygienically deteriorated and insanitary conditions, and they frequently lacked adequate access to drinking water, sanitation facilities and adequate heating systems. A number of submissions raised the same concern. AI recommended that Italy review the social housing system and assignment procedures in all regions and municipalities and swiftly remove any provisions that directly or indirectly discriminate against Roma and other groups.",
            "other_language": "49. АССО21 отметила, что Италия неоднократно не выполняла свои международные обязательства из-за практики официального строительства и поддержки так называемых «разрешенных лагерей», специально предназначенных для общин рома и синти, в качестве альтернативы обычным решениям жилищной проблемы. Условия жизни в этих лагерях были неудовлетворительными с точки зрения санитарии и гигиены, к тому же в них часто отсутствовал надлежащий доступ к питьевой воде, санитарно-техническим сооружениям и адекватным системам отопления . В ряде представлений высказывались аналогичные соображения . МА рекомендовала Италии пересмотреть систему социального жилья и процедуры его распределения во всех регионах и муниципалитетах, а также незамедлительно отменить любые положения, прямо или косвенно дискриминирующие народность рома и другие группы населения ."
        },
        {
            "main_language": "50. CoE-ECRI was concerned about the forced evictions of Roma from their unauthorised settlements, in some cases with no regard for procedural guarantees, such as the lack of notification in writing and the lack of re-housing solutions. ERRC reported at least 318 forced evictions from April 2014, and it had found that families living in informal camps were persistently evicted without respect for the protections prescribed by international standards. A number of submissions raised the concern of forced evictions from institutional and informal settlements.",
            "other_language": "50. ЕКРН-СЕ выразила обеспокоенность по поводу принудительных выселений рома из их несанкционированных поселений, в некоторых случаях без соблюдения таких процедурных гарантий, как письменное уведомление и варианты переселения в другое жилье . ЕЦПЦ сообщил о как минимум 318 принудительных выселениях начиная с апреля 2014 года и установил, что семьи, проживающие в неофициальных лагерях, постоянно выселяются без соблюдения мер защиты, предусмотренных международными стандартами98. В ряде представлений была выражена обеспокоенность по поводу принудительных выселений из институциональных и неофициальных поселений ."
        },
        {
            "main_language": "Right to health",
            "other_language": "Право на здоровье"
        },
        {
            "main_language": "51. Joint Submission 10 (JS10) noted that the conditions of Italy’s mental health system were worrying.",
            "other_language": "51. В совместном представлении 10 (СП10) было отмечено, что условия в итальянской системе охраны психического здоровья вызывают тревогу ."
        },
        {
            "main_language": "52. JS10 expressed that Italy should adopt a clear regulatory framework to allow fund research of cannabis inflorescences for therapeutic use.",
            "other_language": "52. В СП10 было сказано, что Италии следует принять четкую нормативно- правовую базу, позволяющую финансировать исследования возможностей терапевтического использования соцветий каннабиса ."
        },
        {
            "main_language": "53. JS12 noted that the worrying trend of addictions to alcohol, tobacco, drugs, and gambling among young people, which were dangerous for their health. Joint Submission 15 (JS15) noted the potential health effects due to exposure to an electromagnetic field as a consequence of the operation of the Mobile User Objective System station in Niscemi.",
            "other_language": "53. В СП12 была отмечена тревожная тенденция к распространению среди молодежи опасной для здоровья зависимости от алкоголя, табака, наркотиков и азартных игр . В совместном представлении 15 (СП15) были отмечены потенциальные последствия для здоровья, обусловленные воздействием электромагнитного поля, создаваемого в результате функционирования станции спутниковой связи в Нишеми ."
        },
        {
            "main_language": "54. JS10 expressed the necessity to reform the health system in order to respect the principle of equal access to treatment for persons with disabilities. JS1 recommended that Italy provide training on LGBTI issues to health personnel and social workers to avoid any type of discrimination on the ground of sexual orientation and gender identity.",
            "other_language": "54. В СП10 было сказано о необходимости реформирования системы здравоохранения в целях соблюдения принципа равного доступа инвалидов к лечению . В СП1 Италии было рекомендовано организовать для медицинского персонала и социальных работников подготовку по вопросам ЛГБТИ во избежание любых форм дискриминации по признаку сексуальной ориентации и гендерной идентичности ."
        },
        {
            "main_language": "55. JS10 raised concerns about the regulation of assisted suicide and euthanasia. ADF International (ADF) noted that Law No. 219/2017 allowed for a patient to make an advance refusal of life-prolonging medical treatments, noting that while this legislation did not formally regulate either euthanasia or assisted suicide, it achieved this result in practice.",
            "other_language": "55. В СП10 была выражена обеспокоенность по поводу регулирования практики добровольного ухода из жизни и эвтаназии . Международный альянс «В защиту свободы» (МАЗС) отметил, что Закон № 219/2017 позволяет пациенту заблаговременно отказаться от медицинского лечения, продлевающего жизнь, указав, что, хотя этот закон официально не регулирует ни эвтаназию, ни добровольный уход из жизни, на практике он достигает этого результата ."
        },
        {
            "main_language": "56. JS2 noted that the Italian education system had been characterized by a constant rise of non-Italian students during the last years. It added that although in early childhood education enrolment had increased, early drop outs remained a problem with a growing proportion of young Roma. ASSO21 recommended that Italy take all the necessary steps in order to ensure the implementation of concrete programs against scholastic drop-outs.",
            "other_language": "56. В СП2 было отмечено, что в последние годы в итальянской системе образования наблюдается постоянный рост числа учащихся-неитальянцев. В представлении было добавлено, что, хотя число детей младшего возраста, принятых в дошкольные учреждения, увеличилось, ранний отсев остается проблемой в связи с ростом доли молодых рома . АССО21 рекомендовала Италии предпринять все необходимые шаги для обеспечения реализации конкретных программ по борьбе с отсевом учащихся из учебных заведений ."
        },
        {
            "main_language": "57. CoE-CM recommended that Italy provide adequate funding for teaching of and in national minority languages and ensure appropriate provision of qualified teachers and textbooks, paying special attention to the needs of persons belonging to the numerically smaller minorities.",
            "other_language": "57. КМ-СЕ рекомендовал Италии выделить надлежащий объем финансовых средств на преподавание языков и на языках национальных меньшинств, а также обеспечить наличие квалифицированных преподавателей и соответствующих учебников, уделяя особое внимание потребностям лиц, принадлежащих к малочисленным меньшинствам ."
        },
        {
            "main_language": "58. VIS noted the progress achieved with the drafting of a multi-year Action Plan to promote Global Citizenship Education, but indicated that the Action Plan had not yet been elaborated. JS3 was concerned about discrimination related to the right of the families of children to educational choice. JS12 observed with concern that human rights education was not yet part of school programs nor of teacher training.",
            "other_language": "58. МВР отметила прогресс, достигнутый в составлении многолетнего Плана действий по содействию воспитанию в духе глобальной гражданственности, однако указала, что он до сих пор не разработан . В СП3 была выражена обеспокоенность по поводу дискриминации, связанной с правом семей детей на выбор сферы образования . В СП12 было с озабоченностью отмечено, что просвещение по вопросам прав человека еще не включено ни в школьные программы, ни в программы профессиональной подготовки учителей ."
        },
        {
            "main_language": "59. ASSO21 noted that forced evictions and housing segregating affected the schooling rates of Roma minors and overall their educational pathways. CoE-CM recommended that Italy ensure that all Roma, Sinti and Caminanti children, irrespective of their status, have full access to and are fully included in mainstream education.",
            "other_language": "59. АССО21 отметила, что принудительные выселения и жилищная сегрегация оказывают негативное влияние на показатели охвата несовершеннолетних представителей народности рома образованием и на их образовательные траектории в целом . КМ-СЕ рекомендовал Италии обеспечить, чтобы все дети рома, синти и каминанти, независимо от их статуса, имели полный доступ к общему образованию и были полностью охвачены им ."
        },
        {
            "main_language": "60. JS12 raised concerns about the formal education system of children with disabilities.",
            "other_language": "60. В СП12 была выражена обеспокоенность по поводу системы организованного обучения детей-инвалидов ."
        },
        {
            "main_language": "61. EU-FRA noted that the Ministry of Education, Higher Education and Research had sent a circular to all seven-school authorities in Italy to mark the international day against homophobia, transphobia and biphobia. However, JS1 noted that few measures had been undertaken against homophobia in school and that transphobia was constantly neglected.",
            "other_language": "61. АОП отметило, что Министерство образования, по делам университетов и научных исследований направило администрации всех семи видов школ Италии циркуляр в честь Международного дня борьбы с гомофобией, бифобией и трансфобией . Вместе с тем в СП1 было отмечено, что в школах было принято мало мер против гомофобии и что трансфобия постоянно игнорируется ."
        },
        {
            "main_language": "Women",
            "other_language": "Женщины"
        },
        {
            "main_language": "62. JS2 noted that violence continued to affect women severely in Italy and expressed concern for a lack and inadequacy of reception places for women fleeing violence.",
            "other_language": "62. В СП2 было отмечено, что насилие по-прежнему серьезно затрагивает женщин в Италии, и была выражена обеспокоенность по поводу отсутствия и недостаточности мест для приема женщин, спасающихся от насилия ."
        },
        {
            "main_language": "63. JS7 noted that the Italian legal framework did not provide measures aimed at specifically and exclusively protecting women. JS2 reported that it maintained a focus on punishment, rather than effective prevention and protection measures.",
            "other_language": "63. В СП7 было отмечено, что итальянская правовая база не предусматривает мер, направленных конкретно и исключительно на защиту женщин . В СП2 было сообщено, что основное внимание в ней по-прежнему уделяется наказанию, а не эффективным мерам предупреждения и защиты ."
        },
        {
            "main_language": "64. JS2 stated that the third strategic plan to counter violence against women (2017– 2020) had increased allocations for policy implementation and mentioned harmful practices, such as female genital mutilation; however, it noted the lack of coherence and coordination in implementation.",
            "other_language": "64. В СП2 было заявлено, что третий стратегический план по противодействию насилию в отношении женщин (2017–2020 годы) предусматривает увеличение ассигнований на осуществление политики, и были упомянуты такие вредные традиционные пережитки, как калечащие операции на женских половых органах; вместе с тем в представлении было отмечено отсутствие согласованности и координации в процессе осуществления ."
        },
        {
            "main_language": "65. JS16 noted that both, the National Action Plan on violence against women and the third National Action Plan for the implementation of the Security Council Resolution 1325/2000 (NAP1325) had not paid attention to the correlations between violence against women, and notably femicides, with the use of firearms. It was very concerned that the government had loosened the country’s gun control regulations in 2018. JS16 noted that although Italy’s commitment to the Women, Peace and Security agenda was welcomed, the NAP1325 had several gaps.",
            "other_language": "65. В СП16 было отмечено, что ни в Национальном плане действий по борьбе с насилием в отношении женщин, ни и в третьем Национальном плане действий по осуществлению резолюции 1325/2000 Совета Безопасности (НПД1325) не уделяется никакого внимания взаимосвязи между насилием в отношении женщин, в частности убийствами женщин, и применением огнестрельного оружия. В представлении была выражена глубокая обеспокоенность по поводу того, что в 2018 году правительство ослабило действующие в стране правила контроля за огнестрельным оружием . В СП16 было отмечено, что, хотя приверженность Италии повестке дня по вопросам женщин, мира и безопасности горячо приветствуется, в НПД1325 имеется ряд пробелов ."
        },
        {
            "main_language": "66. La Manif Pour Tous (LMPT) expressed concerns about the use of surrogacy. JS10 noted that Italy should adopt norms to meet the lack of regulation concerning surrogacy.",
            "other_language": "66. «Ля маниф пур тус» (ЛМПТ) выразила обеспокоенность по поводу использования суррогатного материнства . В СП10 было отмечено, что Италии следует принять нормы для решения проблемы отсутствия регулирования суррогатного материнства ."
        },
        {
            "main_language": "Children",
            "other_language": "Дети"
        },
        {
            "main_language": "67. JS5 expressed that children of foreign origin were still greatly discriminated against, even when born and brought up in Italy. Other children who were victims of discrimination include unaccompanied foreign minors, children belonging to ethnic, linguistic and religious minorities (such as the Roma, Sinti and Camminanti), children with imprisoned parents, children with disabilities, and children with a minority sexual orientation or gender identity.",
            "other_language": "67. В СП5 было сказано, что дети иностранного происхождения по-прежнему подвергаются значительной дискриминации, даже когда они рождены и растут в Италии. К числу других детей, становящихся жертвами дискриминации, относятся несопровождаемые несовершеннолетние иностранцы, дети, принадлежащие к этническим, языковым и религиозным меньшинствам (таким, как рома, синти и каминанти), дети, родители которых находятся в тюрьме, дети-инвалиды и дети иной сексуальной ориентации или гендерной идентичности ."
        },
        {
            "main_language": "68. JS9 noted that the National Plan for the Prevention and Fight against Abuse and Sexual Exploitation of Children stipulated protecting children through support and psychotherapeutic recovery programmes for child victims of sexual crimes.",
            "other_language": "68. В СП9 было отмечено, что в Национальном плане по предупреждению и пресечению надругательств и сексуальной эксплуатации детей предусматривается их защита посредством оказания поддержки и программ психотерапевтического восстановления для детей, ставших жертвами сексуальных преступлений ."
        },
        {
            "main_language": "69. APG23 recommended that Italy restart the activities of the National Observatory for Children and Adolescence, clarifying its role and functions.",
            "other_language": "69. ОПИ23 рекомендовала Италии возобновить деятельность Национального центра по наблюдению за положением детей и подростков, уточнив его роль и функции ."
        },
        {
            "main_language": "70. The Global Initiative to End All Corporal Punishment of Children (GIEACPC) noted that Italy considered that since corporal punishment in all settings was unlawful by virtue of the Supreme Court judgment, there was no need to prohibit it through law reform; however, there had been no law reform to confirm the judgment in legislation by amending article 571 or enacting explicit prohibition of corporal punishment at home.",
            "other_language": "70. Глобальная инициатива по искоренению всех форм телесных наказаний детей (ГИИТНД) отметила, что поскольку телесные наказания в любых обстоятельствах являются незаконными в силу решения Верховного суда, то, по мнению Италии, нет необходимости запрещать их посредством правовой реформы; тем не менее никакой правовой реформы для подтверждения этого решения в законодательстве путем внесения поправок в статью 571 или введения прямого запрета на телесные наказания дома проведено не было ."
        },
        {
            "main_language": "71. JS9 noted the difficulty to gauge the true number of unaccompanied foreign minors within Italy. It reported that as of January 2019, 4,492 minors previously registered at reception centres were reported missing and were at risk of ending up in the hands of traffickers or criminal networks. VIS noted positively that Italy had adopted an important law 47/2017, concerning protection measures of foreign unaccompanied minors. JS6 noted that Law 47/2017 provided the absolute prohibition to refuse unaccompanied minors at the frontier. A number of submissions raised the same subject.",
            "other_language": "71. В СП9 была отмечена трудность оценки истинного числа несопровождаемых несовершеннолетних иностранцев в Италии. В представлении было сообщено, что по состоянию на январь 2019 года 4 492 несовершеннолетних, ранее зарегистрированных в центрах приема, числились пропавшими без вести и подвергались риску попасть в руки торговцев людьми или преступных сетей . МВР с удовлетворением отметила, что Италия приняла важный Закон № 47/2017, касающийся мер защиты несопровождаемых несовершеннолетних иностранцев . В СП6 было отмечено, что Закон № 47/2017 предусматривает абсолютный запрет на отказ несопровождаемым несовершеннолетним в пересечении границы . В ряде представлений поднималась аналогичная тема ."
        },
        {
            "main_language": "72. JS9 noted that Italian legislation had been greatly innovative in order to comply with the Convention on Protection of Children against Sexual Exploitation and Sexual Abuse of the Council of Europe. One innovation was the inclusion in the Criminal Code of a comprehensive definition of child sexual abuse material.",
            "other_language": "72. В СП9 было отмечено, что в итальянское законодательство было внесено множество изменений, с тем чтобы привести его в соответствие с Конвенцией Совета Европы о защите детей от сексуальной эксплуатации и сексуальных злоупотреблений. Одним из нововведений стало включение в Уголовный кодекс всеобъемлющего определения материалов о сексуальных надругательствах над детьми ."
        },
        {
            "main_language": "73. JS9 noted the risk of sexual exploitation through digital technology. It recommended that Italy explicitly criminalise the live-streaming of child sexual abuse as well as knowingly obtaining access to child sexual abuse material through Internet and communications technologies.",
            "other_language": "73. В СП9 был отмечен риск сексуальной эксплуатации с помощью цифровых технологий. В этом представлении Италии было рекомендовано прямо предусмотреть уголовную ответственность за потоковое вещание сцен сексуальных надругательств над детьми, а также за сознательное получение доступа к материалам о сексуальных надругательствах над детьми посредством Интернета и коммуникационных технологий ."
        },
        {
            "main_language": "74. JS2 noted that the legal protection framework for people with disabilities did not include the definition of multiple discrimination or the explicit recognition of reasonable accommodation among other problems. It recommended that Italy mainstream the rights of people with disabilities in all policies, especially in official data collection, with attention to women and girls in institutions and social and health structures.",
            "other_language": "74. В СП2 было отмечено, что, в числе прочих проблем, правовая база защиты инвалидов не включает в себя определение множественной дискриминации или четкого признания разумного приспособления . В этом представлении Италии было рекомендовано учитывать права инвалидов в рамках любой политики, особенно при сборе официальных данных, уделяя особое внимание женщинам и девочкам, находящимся в специализированных учреждениях и социальных и медицинских структурах ."
        },
        {
            "main_language": "75. Joint Submission 11 (JS11) stressed the importance of libraries in their work to deliver on the right of access to information for persons with disabilities through the provision of materials and services.",
            "other_language": "75. В совместном представлении 11 (СП11) было подчеркнуто важное значение библиотек в деятельности по обеспечению права инвалидов на доступ к информации путем предоставления им материалов и услуг ."
        },
        {
            "main_language": "Minorities and indigenous peoples",
            "other_language": "Mеньшинства и коренные народы"
        },
        {
            "main_language": "76. ASSO21 noted that the crucial factor complicating the design and implementation of effective inclusive policies was the substantial lack of disaggregated data regarding the Roma and Sinti communities living in Italy.",
            "other_language": "76. АССО21 отметила, что решающим фактором, затрудняющим разработку и осуществление эффективной инклюзивной политики, является существенная нехватка дезагрегированных данных об общинах рома и синти, проживающих в Италии ."
        },
        {
            "main_language": "77. CoE-CM recommended that Italy take urgent steps to elaborate and adopt a specific legislative framework, at national level, for the protection of the Roma, Sinti and Caminanti communities. CoE-CM recommended that Italy consult representatives of the Roma, Sinti and Caminanti communities, including women, in all projects and activities concerning them, in particular those implemented in the framework of the National Strategy for the Inclusion of Roma, Sinti and Caminanti Communities 2012–2020, at national, regional and local levels.148",
            "other_language": "77. КМ-СЕ рекомендовал Италии принять срочные меры по разработке и принятию на национальном уровне конкретной законодательной базы для защиты общин рома, синти и каминанти . КМ-СЕ рекомендовал Италии проводить с представителями общин рома, синти и каминанти, включая женщин, консультации по всем касающимся их проектам и мероприятиям, в частности осуществляемым в рамках Национальной стратегии интеграции общин рома, синти и каминанти на 2012–2020 годы на национальном, региональном и местном уровнях ."
        },
        {
            "main_language": "78. CoE-CM recommended that Italy make sustained efforts to promote the use of minority languages by persons belonging to minorities in dealings with the local administrative authorities; and ensure that linguistic help desks are opened in all the municipalities concerned and that these help desks are given the human and financial resources they need to operate effectively.",
            "other_language": "78. КМ-СЕ рекомендовал Италии прилагать постоянные усилия для поощрения использования лицами, принадлежащими к меньшинствам, своих языков при общении с органами местной администрации, а также обеспечивать, чтобы во всех соответствующих муниципалитетах были открыты лингвистические справочные службы и чтобы эти справочные службы располагали кадровыми и финансовыми ресурсами, необходимыми для их эффективного функционирования 149."
        },
        {
            "main_language": "79. APG23 recommended that Italy implement the Framework Convention on National Minorities of the Council of Europe.",
            "other_language": "79. ОПИ23 рекомендовала Италии осуществлять Рамочную конвенцию Совета Европы о защите национальных меньшинств ."
        },
        {
            "main_language": "Migrants, refugees and asylum seekers",
            "other_language": "Мигранты, беженцы и просители убежища"
        },
        {
            "main_language": "80. IHRC noted that Italy had been at the forefront of migration flows into Europe for decades, and that previous governments, despite various criticisms, had historically been supportive of EU efforts to support asylum processes, providing safety and security for those reaching European shores. The last four years had seen both the cassation of EU rescue missions, but also a change in political climate in Italy that had resulted in overtly anti-migrant / anti-refugee and anti-minority discourse and policy.",
            "other_language": "80. ИКПЧ отметила, что Италия на протяжении десятилетий находится на передовой линии приема миграционных потоков в Европу и что предыдущие правительства, несмотря на различные критические замечания, издавна содействовали усилиям ЕС по поддержке процессов предоставления убежища, обеспечивая охрану и безопасность для тех, кто достигает европейских берегов. Последние четыре года были отмечены как кассацией спасательных миссий ЕС, так и изменением политического климата в Италии, что привело к риторике и политике, откровенно направленным против мигрантов/беженцев и против меньшинств ."
        },
        {
            "main_language": "81. Several submissions noted Italy had violated refugees and migrants’ rights through the externalization of border control to countries outside Europe, through agreements on migration control with North African countries, which had led migrants and asylum-seekers to be denied access to international protection. Italy’s strategy, backed by the European Council, had been to build the capacity of a third country authorities to stop irregular border crossings and to adopt “pushback by proxy”, breaching the principle of non-refoulement by indirectly returning migrants to countries where they face well documented grave human rights violations.",
            "other_language": "81. В нескольких представлениях было отмечено, что Италия нарушала права беженцев и мигрантов, экстернализируя пограничный контроль в странах за пределами Европы и заключая соглашения о миграционном контроле со странами Северной Африки, в результате чего мигрантам и просителям убежища бывало отказано в доступе к международной защите. Стратегия Италии, поддержанная Европейским советом, заключалась в укреплении потенциала властей третьих стран по пресечению незаконных пересечений границы и принятию мер «противодействия по доверенности», которые нарушают принцип невыдворения путем косвенного возвращения мигрантов в страны, где они сталкиваются с хорошо задокументированными серьезными нарушениями прав человека ."
        },
        {
            "main_language": "82. CoE-Commissioner underscored the need to uphold the human rights of persons rescue at sea. Acknowledging Italy’s role in the past in saving lives at sea and in receiving asylum seekers and migrants on arrival. The Commissioner urged the authorities to ensure that the human rights of persons rescued at sea are never put at risk because of current disagreements between member states about disembarkation.",
            "other_language": "82. Комиссар СЕ подчеркнул необходимость соблюдения прав человека при спасении людей на море. Признавая роль, которую когда-то играла Италия в спасении жизни людей на море и в приеме просителей убежища и мигрантов по прибытии, Комиссар настоятельно призвал власти обеспечить, чтобы права лиц, спасенных на море, никогда не подвергались риску из-за нынешних разногласий между государствами-членами по поводу высадки на берег ."
        },
        {
            "main_language": "83. Joint Submission 14 (JS14) noted that Italy had failed to recognize that rescue is a fundamental obligation of all the major international agreements on protecting life at sea. IHRC noted that the rules regarding rescues at sea were spelled out in a number of international maritime law treaties and customary law principles.",
            "other_language": "83. В совместном представлении 14 (СП14) было отмечено, что Италия не признала, что спасение является одним из основополагающих обязательств всех основных международных соглашений по защите жизни на море . ИКПЧ отметила, что нормы, касающиеся спасения на море, закреплены в ряде международных договоров по морскому праву и принципов обычного права ."
        },
        {
            "main_language": "84. A number of submissions stated that Law 132/2018 had modified asylum procedures, making it more difficult for people coming from countries deemed ‘safe’ to prove they need protection, increasing the risk of refoulement.",
            "other_language": "84. В ряде представлений было заявлено, что Закон № 132/2018 изменил процедуры подачи и рассмотрения ходатайства о предоставлении убежища, затруднив для лиц, прибывающих из стран, которые считаются «безопасными», доказывание их потребности в защите, что повышает риск высылки ."
        },
        {
            "main_language": "85. Several submissions referred to Law 132/2018 on international protection, immigration and public security, raising concerns on numerous grounds. Numerous submissions referred to the abolition of “humanitarian protection”, which was a form of additional protection to the recognition of refugee status. After this measure, asylum seekers do not have a residence permit on humanitarian grounds, except in cases of specific special permits regulated by the new law. It would deprive thousands of people of a legal status, and to access health, housing, or education, and it could cause an increase in irregular immigrants.",
            "other_language": "85. В нескольких представлениях содержалась ссылка на Закон № 132/2018 о международной защите, иммиграции и общественной безопасности, который вызывает обеспокоенность по целому ряду причин. Во многих представлениях говорится об отмене «гуманитарной защиты», которая является одной из форм дополнительной защиты в связи с признанием статуса беженца. После принятия этой меры просители убежища не получают вида на жительство по гуманитарным соображениям, за исключением конкретных особых видов на жительство, регулируемых новым законом. Это лишит тысячи людей легального статуса и доступа к здравоохранению, жилью или образованию, а также может привести к увеличению числа иммигрантов с неурегулированным статусом ."
        },
        {
            "main_language": "86. Several submission noted that Law 132/2018 had limited access to the Protection System for Asylum Seekers and Refugees (SPRAR) now called SIPRIOMI to those who have already obtained international protection, unaccompanied foreign minors and those in possession of “special” residency permits. This reception system had aimed to facilitate the integration of asylum seekers into Italian society. Asylum seekers were not anymore entitled to be hosted in these reception centres and they are now allocated in the “centres for asylum seekers reception” (CARA), throughout the duration of their pending application. Holders of humanitarian protection are not to be included in this system either.",
            "other_language": "86. В нескольких представлениях было отмечено, что Закон № 132/2018 ограничивает доступ к Системе защиты просителей убежища и беженцев (СЗПУБ), которая в настоящее время называется СИПРИОМИ, тем, кто уже получил международную защиту, несопровождаемым несовершеннолетним иностранцам и лицам, имеющим «особые» виды на жительство. Эта система приема была направлена на содействие интеграции просителей убежища в итальянское общество. Просители убежища больше не имеют права селиться в этих центрах приема, и в настоящее время они размещаются в «центрах приема для просителей убежища» (ЦППУ) на протяжении всего периода рассмотрения их ходатайств. Лица, обладающие гуманитарной защитой, также не включаются в эту систему ."
        },
        {
            "main_language": "87. A number or submissions noted that Law 132/2018 had amended the length of detention for identification purposes in repatriation detention centres (CPR), hotspots, regional hubs, border police stations, which had been extended from 90 to a maximum of 180 days. It was noted that Italy’s National Ombudsman for the rights of persons detained or deprived of personal liberty had repeatedly drawn attention to the conditions in which individuals live in immigration detention facilities.",
            "other_language": "87. В ряде представлений было отмечено, что Законом № 132/2018 были изменены (продлены с 90 до максимум 180 дней) сроки содержания под стражей для целей идентификации в центрах принудительного содержания при репатриации (ЦПС), «хотспотах», региональных центрах и отделениях пограничной полиции. Было отмечено, что Национальный омбудсмен Италии по правам лиц, содержащихся под стражей или лишенных свободы, неоднократно обращал внимание на условия в центрах принудительного содержания иммигрантов ."
        },
        {
            "main_language": "88. Some submissions referred to the “hotspot approach” in accordance with European Union regulations and to reports of ill-treatment and excessive use of force by police to coerce refugees and migrants to give their fingerprints.",
            "other_language": "88. В некоторых представлениях содержались ссылки на «подход, основанный на \"хотспотах\"» в соответствии с правилами Европейского союза, и на сообщения о неправомерном обращении и чрезмерном применении силы со стороны полиции для принуждения беженцев и мигрантов к сдаче отпечатков пальцев ."
        },
        {
            "main_language": "89. Some submissions noted that Law 132/2018 had amended Italian legislation concerning citizenship by introducing new cases for withdrawing Italian citizenship acquired through naturalization - in the event of final sentence for serious crimes of terrorism or insurgency- and extending the time limit for the process of acquiring citizenship to 48 months.",
            "other_language": "89. В некоторых представлениях было отмечено, что Законом № 132/2018 в итальянское законодательство о гражданстве были внесены поправки, в соответствии с которыми были предусмотрены новые случаи лишения итальянского гражданства, приобретенного в результате натурализации, в случае вынесения окончательного приговора за тяжкие преступления терроризма или мятежа, и увеличен срок получения гражданства до 48 месяцев ."
        },
        {
            "main_language": "90. A number of submissions noted that Italy had breached the principle of non- refoulement when carrying out expulsions of irregular migrants, without an adequate and individualized assessment by judicial authorities.",
            "other_language": "90. В ряде представлений было отмечено, что Италия нарушала принцип невыдворения при высылке нелегальных мигрантов без надлежащей и индивидуальной оценки со стороны судебных органов ."
        },
        {
            "main_language": "91. Joint Submission 13 (JS13) raised concerns about new proceedings for cases concerning the appeal of the decisions on international protection issued by the territorial commissions introduced by Law 46/2017.",
            "other_language": "91. В совместном представлении 13 (СП13) была выражена обеспокоенность по поводу новых процедур обжалования решений о международной защите, принятых территориальными комиссиями в соответствии с Законом № 46/2017 ."
        },
        {
            "main_language": "92. Joint Submission 8 (JS8) noted the national census did not provide the full picture of statelessness in Italy and questioned the Italian administrative and judicial systems for determining statelessness. JS6 and JS8 were concerned about the situation of stateless persons, especially for Roma people. APG23 raised the same concern for Roma children.",
            "other_language": "92. В совместном представлении 8 (СП8) было отмечено, что национальная перепись населения не дает полной картины безгражданства в Италии, и были поставлены под сомнение возможности административных и судебных систем Италии для определения безгражданства . В СП6 и СП8 была выражена обеспокоенность по поводу положения лиц без гражданства, особенно представителей народности рома . ОПИ23 выразила аналогичную озабоченность по поводу положения детей рома ."
        },
        {
            "main_language": "93. JS8 noted that some initiatives had been established to address the significant risk of statelessness among Roma populations, including a national strategy for the inclusion of Roma, Sinti and Camminanti communities for the period 2012–2020, but it was unclear what concrete action had been taken by the Government in this regard.",
            "other_language": "93. В СП8 было отмечено, что был выдвинут ряд инициатив по устранению значительного риска безгражданства среди населения рома, включая национальную стратегию интеграции общин рома, синти и каминанти на период 2012–2020 годов, однако неясно, какие конкретные меры были приняты правительством в этой связи ."
        },
        {
            "main_language": "94. JS6 recommended that Italy review the domestic law on the status of statelessness to put it in line with the provisions of the 1961 Convention on the Reduction of Statelessness.",
            "other_language": "94. В СП6 Италии было рекомендовано пересмотреть внутреннее законодательство о статусе апатридов, с тем чтобы привести его в соответствие с положениями Конвенции о сокращении безгражданства 1961 года ."
        },
        {
            "main_language": "1 The stakeholders listed below have contributed information for this summary; the full texts of all original submissions are available at: www.ohchr.org.",
            "other_language": "1 The stakeholders listed below have contributed information for this summary; the full texts of all original submissions are available at: www.ohchr.org."
        }
    ]
}